{
  "Потому Китаю и понизили рейтинги......юанем наказать, значится..... ...В первом приближении.": 0,
  "Потом представил себе там церковь. Не красиво и не просторно.": 0,
  "Институт международных связей и Гуманитарный университет = диплом в переходе.": 1,
  "вот почему тоска? а свежий воздух, чистая вода, здоровое питание...": 0,
  "Есть подозрение, что мой кот бухает. Ушел вчера, пришёл сегодня утром, наблевал на пол, полакал воды и завалился спать.": 1,
  "- Хожу сегодня целый день и думаю, думаю, думаю... - Что, уже научилась?": 1,
  "Было у отца 3 сына: старший, средний и средний неоконченный.": 1,
  "Это типа совесть нации? Если это так, то нация серьезно больная.. ну или болен тот, кто возвел их в авторитеты": 0,
  "Сидит Путин в кабинете, дай думает провительство на шашлык на дачу пригашу, позвонил всем, собрались, пошли за хавчиком в магазин, а денег на касе не хватило...": 1,
  "Недостаток денег замечаешь намного раньше, чем недостаток ума.": 0,
  "срочно продаю 2 билета в кукольный театр на завтра вс 28.09.08 в 13:30. Спектакль потешки цена 300 рублей за два билета +79058010182": 0,
  "Так было при рег. автомобиля. Решили же проблему... И тут решат - если народ - будет возмущен.": 0,
  "Москва, аэропорт Шереметьево, лето 2043-го года. Тридцать лет... - вспоминал Сноуден, провожая взглядом улетающий самолет. Сдался бы сразу - как раз сегодня на свободу бы выходил...": 1,
  "Разговаривают две блондинки: - Что такое “ипотека”? - Шлюха. - С чего ты взяла? - Все мои знакомые с нею трахаются.": 1,
  "Михалков собирает налог с импорта болванок. Я знаю, как его будут называть, если он станет собирать налог с импорта презервативов. Какой налог ни собирай, а г--доном его уже прозвали": 1,
  "Какой супер(гипер)маркет Вы предпочитаете, если учитывать большой выбор продукции и доступные для студента цены?": 0,
  "Ну когда к Прохорову позвали он думал долго если что, даже спрашивал мнение у всех людей.": 0,
  "ну, допустим. а где упоминание о больнице? к какой припишут?": 0,
  "Банк Каспийский решено переименовать в Каспи-банк, потому что первоначальное название скороговоркой читалось как банка с писькой.": 1,
  "Вы случайно не Майкл Джексон? Нет, а что? Плохо выглядите.": 1,
  "Бандеровская горiлка подтверждает теорию исторического материализма, согласно которой, между социализмом и коммунизмом неизбежна промежуточная стадия - алкоголизм.": 1,
  "Кто раньше встал - того и тапки. Приобретает трагический смысл - когда перед выходом на работу вдруг выясняется, что твои сапоги уже ушли в школу.": 1,
  "В европе развивается идея, несопоставимая с коммунизмом.": 0,
  "Люблю девушек с большой грудью. Когда их обнимаешь, чувствуешь, что между вами действительно что-то есть.": 1,
  "Кого заинтересует могу скинуть ссылку на аналогичный украинский. Продукция и оформление аналогичное. Время ограничено.": 0,
  "т.е на матч теперь надо 7 арбитров? так-то конечно столько грубых ошибок в судействе": 0,
  "В Европе все фильмы показывают на английском. Вот бы и нам так. Быстро бы все прокачали бы знания, да и мотивация учить язык появилась бы сразу..": 0,
  "Цеховик Порошенко: -Товарищ Митрополит, если я завещаю все свои деньги Покровскому ордена Ленина Собору ЦК КПСС и умру, то я обязательно попаду в рай? Патриарх Пимен: -Знаешь, сын мой Пётр, гарантию я дать не могу, но попробовать, по-моему, стоит!": 1,
  "Если в ситкомах используют закадровый смех, почему в мыльных операх не используют закадровый плач?": 1,
  "некоторые, быть может, не брезгуют онанизмом, вдохновившись им.": 0,
  "Не стоит просить Мужчину войти в Ваше Положение-Не сможет... Просто потому, что ТО, что для него-Вход, для Вас-Выход.": 1,
  "Чейза Несостоявшийся Критик Хотя вот ЭТО или это я тоже не прветствую": 0,
  "Разговаривают два льва в саванне: - Как надоели эти новые русские! Гоняют на джипах, шумят, матерятся, пьянствуют. - Да, и сотовый телефон потом в животе целый день звонит.": 1,
  "О современном слэнге. Когда чиновник попавшийся на взятке кричит Меня подставили!!! перевод А почему всем можно, а мне нет.": 1,
  "Бросить монетку - орел-решка, бросить две монетки - замерить расстояние между ними.": 0,
  "Из тела убитого извлекли золотые пули. На месте преступления нашли золотые гильзы. Следователь сразу взял чеченский след: стреляли из золотого пистолета.": 1,
  "буркнули отцы-основатели. Мать-бордель… догадался Штирлиц.": 0,
  "От других производителей кнопки не подходят , а без кнопки смывать не очень удобно": 0,
  "Наши олигархи привыкли оплачивать свои финансовые потери из собственного кармана народа.": 1,
  "Говорят, его сделали лесорубы одной бензопилой. Вы не могли бы хоть приблизительно вспомнить, как вы до этого знака добирались?": 0,
  "В поезде проводница идёт по купе и кричит: -Кто на харкiв?!": 0,
  "а я, пожалуй, приду мне нравится атмосфера четвергов и эти позитивные люди ))": 0,
  "Мальчик приходит из школы и жалуется: Папа, почему все говорят что я не внимательный? Мальчик, ты достал уже, ты в соседнем подъезде живешь!!!": 1,
  "Мы в детстве болели реже, чем сейчас наши дети... Вот думаю, что было лечебным: смола с деревьев, зеленые абрикосы, гудрон или кисленькие жопки муравьев?": 1,
  "Мужчина и женщина, как две туфли одной пары, только часто бывает, что оба или левые, или правые.": 1,
  "Уверены, что надо предъявлять Ашану, а не Автовазу??? Это ведь очевидная недоработка автозавода. Почему загорелось?": 0,
  "Противненько за страшненьким столом сидеть Странно, но никакого дискомфорта от сидения за стеклянным обеденным столом никогда не испытывала.": 0,
  "Учительница на уроке объясняет детям деление. Написала на доске 2:2 и спрашивает: - Дети, кто знает, что это означает? - Ничья! - подсказывает с задней парты Вовочка.": 1,
  "Мэрия Москвы готова легализовать проституцию при условии, если каждая путана реконструирует свой участок Ленинградского шоссе.": 1,
  "Вот уколется автор о какую-нибудь крылатку при кормлении и сразу всё поймет": 0,
  "Голосуйте за \"Яблоко\", если они набирают не менее 3% голосов им не придётся оплачивать бесплатные эфиры. Таким образом ваш голос им тоже может понадобиться.": 0,
  "ап ап ап супер телефону вот китайцы дают надоже придумать такое изобрести да ещё и изобрести качественно как оригинал ап мне понравилось": 0,
  "Это кто?! Это не я!!! Странно все это! А собачка милая....": 0,
  "Из нашей страны птицы осенью улетают в теплые края. Следуя этой логике можно предположить, что весной асфальт улетает в холодные края. Проверяем. Едем в Финляндию. Точно! Он там.": 1,
  "Эта женщина была такой страшной, ну такой страшной, что, когда она отправила свою фотку по мылу, это мыло заблокировал антивирус.": 1,
  "Я никогда не был знаком с Ксенией Собчак и познакомился только тогда, когда она пригласила меня возглавить штаб. Пригласил меня один мой знакомый с ней поужинать, и она мне сделала это предложение.": 0,
  "Ставр после него тут тельняшку на пузе рвал, что о 3-D принтерах в прошлом десятилетии только узнали, а не 70 лет назад.": 0,
  "Реклама: Конец света близок! Покайтесь и покупайте приборы ночного видения!": 1,
  "Какие штаны, там из под набедренной повязки так всё выпадает": 0,
  "Так и я. Наблюдая, т.ск. за окружающими беременными, за своими двумя родами... В слова эти свои ощущения не перевела пока.": 0,
  "И целоваться надо, и обниматься. Побольше - уже не боятся.": 0,
  "сильно... Но мне это недоступно. Если меня спросят, чем отличается резистор от трансформатора, я буду долго идиотски улыбаться.": 1,
  "Я ещё помню, когда победы социализма сравнивали с 1913 годом, а не с Чернобылем.": 1,
  "Женщина: Мужчина, вы случайно не гинеколог? Мужчина: Нет, но могу посмотреть.": 1,
  "Один компьютерщик рассказывает другому: - Представляешь, вчера возвращаюсь с работы чуть раньше обычного, а у жены в постели незнакомый мужик. И глаза у обоих хитрые-хитрые... Я сразу неладное заподозрил, кинулся к компу, пытаюсь выйти в Интернет, а они, суки, пароль сменили...": 1,
  "Так вот она какая, шенгентская виза - произнёс свидомый, глядя на повестку из военкомата.": 1,
  "Корпоративный спорт - отличная штука! Играя всей компанией в футбол, можно от души несколько раз вломить директору, в рамках игровой ситуации.": 1,
  "Долго Грузия тянула сок из России с помощью дружбы. Но СССР развалился, и теперь Грузия тянет из России сок с помощью ненависти... ... Не может паразит быть по-настоящему независимым...": 0,
  "Как говаривал почтенный Исаак Соломонович Рабинович: - Я не лентяй, я таки просто отдыхаю заранее!": 1,
  "Это они его били как надувного крокодила - сильно конечности дергались": 0,
  "Дети в Ленинградской школе называют учительнице свои имена. Девочка из Тулы: - Сидорова! Девочка из Львова: - Костюк! Девочка из Выборга: - Штирлиц! Учительница: - Это что за фокусы? Завтра придёшь с кем-то из родственников! На другой день. - Понимаете, Яана стесняется: её фамилия - БОРМАН!": 1,
  "Если Вы говорите о \"Internet Exploer\" как о нашем продукте, то он пишется \"Internet Explorer\".": 0,
  "Найдя папин школьный гербарий, и принеся его на урок ботаники, Вовочка получил свой первый срок.": 1,
  "Вот скажите это нормально или нет если я хочу секса в поезде ....частенько езжу....уже было несколько случаев ..не секса конечно ...но поцелуи с незнакомцами....как это объясняется ....не чем заняться - займись сексом?": 0,
  "Любой, кто тоже видел её в ПВ подтвердит это. По одной фотке, по видео даже иногда, трудно судить о внешности": 0,
  "Полный к-кт. Телефону 2 месяца. На экране еще защитная пленка. Состояние нового.": 0,
  "Больше дибилов, тыкающих летучих мышей в пещерах! Больше гумна в пещерах! Больше маршруторффф....!": 0,
  "Как в истории про грузинские пирожки. - Дядя, а с чем у тебя пирожки? - Ты что, читать не умеешь, написано же по-русски: пирожки без никого.": 1,
  "а что это за слово? а это слово , что значит? а это? а это как? что делаете?!": 0,
  "С детства ем бутерброды колбасой вниз, потому что Матроскин сказал, что так вкуснее. А у меня нет причин не доверять говорящему коту.": 1,
  "Вопрос армянскому радио: - Если тридцатилетие в Макдональдсе – это полный пипец, то что тогда суперпипец? - Тридцатилетие работы продавцом в Макдональдсе!": 1,
  "Жена бизнесмена сообщает мужу: - Дорогой, наша домработница говорит, что она беременна! - Наверняка врёт, нет такого врача, который бы определил это на третий день.": 1,
  "Пили с друзьями-коллегами, когда уже все ушли с работы. После этого всем пить запретили в конторе....": 0,
  "Если вы всё время будете называть свою женщину курицей, то однажды она может снести вам яйца.": 1,
  "Правда ли, что Пушкин перед смертью сказал \"Прощайте, друзья!\", обращаясь к книгам?": 0,
  "А вокруг лежали еще 5 таких мужиков в памперсах. И это был тренинг!": 0,
  "В день народного единства Петрович вновь укрепил духовную скрепу с соседкой.": 1,
  "Тётка говорит тёте-таксисту: - Даша, свекруху довези на вокзал, чтоб не опоздала! - Нэ лякайся, довезу як свою!": 1,
  "под наркозом.. мне один раз делали без наркоза - было неприятно очень.. а второй раз под наркозом - через 10 минут за рулём укатила домой..": 0,
  "Грузины ведь не умрут от этого, как и мы: у нас нет грузинских каналов, а ничего, живём": 0,
  "У меня такой собак был, что честного человека узнает и не зацепит, а вот вора так сразу порвет. - Хорош собака. - Но я его продал. - Но зачем же? - Так на меня бросаться стал.": 1,
  "Нобелевский комитет попал в весьма щекотливое положение: его просят присудить премию мира Путину за спасение Сирии от нападения другого нобелевского лауреата премии мира.": 1,
  "Несмотря на все предъявы афроамериканцев, страна Нигерия все еще находится на карте (с) Anest & RIS": 1,
  "А почему козаке не хотят работать на заводах и колхозах?": 0,
  "Сообщение информбюро: Сегодня утром, после тяжелого непродолжительного сна, так и не приходя в сознание приступил к работе программист Иванов. Родственники выражают сочуствие его руководству.": 1,
  "Широко шагая штаны надорвали или что? За дороги теперь взялись.": 0,
  "Я выросла в Тбилиси, поэтому, дорогие мужчины, розы, розы и еще раз розы! Миллион алых роз Пиросмани дарил актрисе, а все остальные грузины дарят розы грузинкам!": 0,
  "Новогодние новости: президент ДАМ хочет привлечь к суду депутата Н. Валуева за угрозу: «С короткими у нас – разговор короткий! »": 1,
  "Объявление в московском метро Уступайте место беременным женщинам с 1 апреля будет заменено на более толерантное Уступайте место беременным людям.": 1,
  "У негров было и есть множество цивилизаций. Первое, что приходит на ум - цивилизация в районе современного Мали.": 0,
  "- Мама, можно я посмотрю телевизор? - Конечно, сынок, ты только его не включай.": 1,
  "Самые полезные домашние животные - это рыбки. Не лают, не кусаются, блох не приносят, во сне не храпят и на закусь идут с улыбкой.": 1,
  "ничего, что в большинстве своем все города Урала были построены в лесу?": 0,
  "Все СМИ пишут, что переименование милиции в полицию тяжким грузом ляжет на бюджет страны. Для того, чтобы этого избежать, достаточно снабдить новообращенных блюстителей порядка белыми повязками с надписью Polizei. Приобретение повязок возложить на плечи новоиспеченных Господ полицейских.": 1,
  "ты придумала как отомстить ему? этого так нельзя оставлять..": 0,
  "у него есть жена,просто она уежала,он был холостяком.а сейчас он в реал возвращается": 0,
  "я и без канадских ученых и их многомилионных исследований знала, что жаворонки лучше работают с утра, а совы ближе к ночи......": 0,
  "Эти гаишники совсем обнаглели! Вчера на улице останавливает один и спрашивает: А почему без машины?!": 1,
  "Что хотят сказать кувшинные рыла чиновников, плотно плечом к плечу на глубину в 3 метра подпирающие Лужкова на всех телеинтервью? ХУЙ ВЫ ЗДЕСЬ ПРОЙДЕТЕ!": 0,
  "- Пап, а почему черепахи так медленно ходят? - Потому что живут 300 лет и все равно все успеют.": 1,
  "Ну уж тушенку можно и хорошо делать!Я вот люблю тушенку!": 0,
  ")) \"...мы монтажники-высотники, да! и с высоты Вам шлём привет!!!\"": 0,
  "дотянулись ли пожарные рукава? Или тушили тем, что у мужиков под рукой было?": 0,
  "600 000 солдат награждены медалями \"За победу над Японией\".": 0,
  "еще проще PRO-100 (так программа называется для растановки мебели) Программа есть еще на сайте IKEA Стены нарисует и та и та программа. Осваивайте автокад (он простой как карандаш если только планировку без объема).": 0,
  "женитьба это вообще мрак. жизнь кончается на пороге загса.": 0,
  "Затем будут снова обвинять пилотов и человеческий фактор..": 0,
  "Интересно, почему порно-студии не сотрудничают с банками спермы?...": 1,
  "Вот встречаешься ты первый раз с девушкой и говоришь ей: - Какой же дурак был парень, который тебя потерял! А потом проходит какое-то время, и ты понимаешь, что на самом-то деле дурак не тот парень...": 1,
  "Два пьянющих ирландца идут по Дублину. Вдруг один из них замечает полицейского, и говорит: - О, гляди-ка - пидор! - С чего ты взял, что это пидор? - Смотри сколько вокруг женщин, а докопается он до нас!": 1,
  "Только с возрастом и жизненным опытом, начинаешь понимать, о какой-такой волшебной траве-мураве идет речь в большинстве сказок...": 1,
  "автор социопат или мизантроп? вы думаете - такое в принципе возможно?": 0,
  "- Рабинович, а правда, что миром правят евреи? - Нет, конечно, но очень приятно так думать.": 1,
  "За Навального на выборах мэра Москвы почти треть проголосовала.": 0,
  "- Папа, а зачем российскому орлу две головы? - Чтобы никто не обращал внимание на то, какая у нас жопа, сынок.": 1,
  "Цензура возвращается... Все-таки выборы уже не за горами.": 0,
  "Переменный ток\\Переменный и Переменный\\постоянный. Что вы туда собираетесь включать. Освещение или что то силовой?": 0,
  "Есть много городов для жизни,но там надо на что то жить.": 0,
  "- Почему пульт не работает? - Я, конечно, не электрик, но, по-моему, пульт не работает, потому что телевизора нет.": 1,
  "А победительница \"Битвы экстрасенсов\" сказала, что можно не бояццо": 0,
  "В кинотеатрах надо кинофильмы показывать, а не спектакли. Для спектаклей есть театр.": 0,
  "В десятом классе школы задают сочинение на тему Что бы я сделал, если бы стал пpемьеp-министpом. Все 30 человек из класса написали pазные истоpии, но все сочинения заканчивались одной фpазой: И х*й бы вы меня тогда нашли!": 1,
  "100-летие отмены крепостного права в СССР отметили запуском человека в космос": 0,
  "По мнению руководителей США: убийство мирных граждан вооруженными силами тирана - это тирания, а силами демократической коалиции - это демократия.": 1,
  "Иисус Христос был еврей и иудей. Почему Викентий православный?": 0,
  "всякая же бывает. Шампунь, например, тоже косметика. Им тоже не пользоваться?": 0,
  "завтра на шашлыки, есть у кого желание отдохнуть на природе....": 0,
  "Очень странным можно назвать владельца бензоколонки, который разгоняет клиентов с факелом в руках.": 1,
  "Гаишники против депутата никто и звать их никак. Депутату можно все. Депутату плевать на закон и на представителей власти. Депутаты и впредь будут так себя вести.": 0,
  "Пол годика осталось А на спине можно лежать? У меня какие-то не очень приятные ощущения в животе начинаются, когда на спине лежу.": 0,
  "вопрос возникновения жизни на земле был решён ещё ньютоном, нас притянуло": 1,
  "не зря же есть группы подержки и болельщики! жуйте хорошо. (типа, не подавитесь! )": 0,
  "Свой первый миллион я заработал уже через полгода после свадьбы. Это был миллион претензий от жены.": 1,
  "Я - Водолей. Ну и муж. С женой понимаем друг друга с полуслова.": 0,
  "Вот распердолило истеричку то. Давай, смотри свою кухню, гормональное недоразумение фштонах.": 0,
  "Ищу котенка белого, или пепельного цвета Хочу подарить любимой девушке на день рождения!!! Помогите плиз": 0,
  "В результате многолетних наблюдений за дорожным движением британские ученые пришли к выводу, что опытный светофор гораздо умнее неопытного мента.": 1,
  "Криштиану Рональдо был госпитализирован с травмой причёски.": 1,
  "утром заеду , на входе табличку поправлю. прием котов и кошек временно прекращен": 0,
  "\"Её голос на сердце Высечен...\" Собой быть надо, вот и всё.": 0,
  "А вступить в ЕС не получится, так как Испания наложит вето. К иным договорам с ЕС это тоже относится, но какие-то двусторонние договора с отдельными странами, в принципе, возможны.": 0,
  "Грузинский Буратино Грузия, театр. Идет постановка Буратино. Посреди сцены на каких-то шмотьях валяется главный герой, небритый и пьяный в сосиску. Вдруг раздается стук в дверь: - Хто там? - Вах, это я, Карабас-Барабас!! - Ва-ах, баюс, баюс!!!": 1,
  "Чтобы стать упорным, надо упереться. Чтобы стать усидчивым, надо усидеться. Чтобы стать достойным, надо достояться. А чтобы стать добропорядочным, надо набрать порядочно добра.": 1,
  "Есь что-то в тебе такой доброе, что притягивает Только шуточки у вас бывают \">br /> ПОздравляю!": 0,
  "Брак заключают сами люди и тот брак, который не венчался в церкви является тоже честным браком, союзом, который люди заключили и который надо уважать. То есть когда двое договариваются друг с другом и обещают друг другу супружеский союз с его ответственностью, то это и есть заключение брака.": 0,
  "У вас отключили доступ в систему интернет банк и потом вам позвонил сотрудник ОБЭП чтоб его включить??????": 0,
  "Когда наци на площади сжигали книги Эриха Кёстнера, он был в толпе и смотрел на это.": 0,
  "каковы задачи для которых нужно 2 сенсорных монитора??? рисовать или просто пальцами водить по экрану, тыча по папочкам? так понятнее?? за 100к можно купить wacom.": 0,
  "Мужик в гидрокостюме и камнем на шее идет в сторону реки. - Петрович, что с тобой? - спрашивают его соседи. - От такой поганой жизни топиться иду. - А гидрокостюм зачем? - Так ведь вода еще холодная!": 1,
  "- Почему Брюс Уиллис не снимался в Титанике? - Потому что он бы не удержался и всех спас.": 1,
  "Тарифный план Бухарики. Новая услуга - Маячок - покажет, где бухают без Вас.": 1,
  "Он домашний, потому что такие голуби живут в голубятнях, а не на улице.": 0,
  "В России назревает логопедическая революция свистящих против шипящих...": 1,
  "Ну на самом деле хочется узнать. Поделитесь плиз впечателениями.": 0,
  "Пьяных за рулем так много, что они уже до гибддэшников добрались.": 0,
  "Шла Красная Шапочка по лесу, а навстречу ей Серый Волк... Через пару дней на поминках волка, медведь: — Чтоб эту дрянь больше в лес не пускали!!!": 1,
  "А зачем умному, доброму , перспективному такая женщина рядом- только смотреть, руками не трогать.": 0,
  "Сейчас опять про глобальное потепление будуторать.У нас и зима эта была тоже аномальная.Морозы трещали как никогда": 0,
  "анек. разговор двух... -да у нас в деревне воздух чище чем у вас в городе.": 0,
  "- Да достала меня уже эта коррупция в России. - Вот, Дима, и тебя она уже достала, а то все пыжился, бороться с ней родимой собирался.": 1,
  "Семья - это такая ячейка, в которую приходишь, чтобы расслабиться, поесть, посмотреть новости и поспать, а там тебя попрекают зарплатой, напрягают ремонтом, трахают сериалами, грузят шопингом и требуют мыть посуду.": 1,
  "Еще один мавзолей с квартирами для жлобов и так давно охреневших от бабла и власти, с батальоном охраны и понтами.": 0,
  "Она: - И вообще, парень своей девушке должен говорить только: люблю, куплю и поедем! Он: - Легко: пиво люблю, спиннинг куплю, на рыбалку поедем!": 1,
  "С разгромным счётом 2:0 сборная России по футболу выиграла у женской сборной России по футболу...": 1,
  "Какого Рожнова вам надо от детей? Тем более от учеников 4-го класса.": 0,
  "Жена не может летать на самолете, а поездом муторно. Вот хотим ехать на машине.": 0,
  "Качественные вещи там в розницу не редко стоят дороже чем у нас.": 0,
  "Муж и жена обедают. Жена проливает на себя борщ: - Фу! Я выгляжу как свинья! - Ага. Да еще и борщом облилась!": 1,
  "- Дорогая, что у нас сегодня на ужин? - Я. - Спасибо, я уже поел.": 1,
  "И еще - есть то, что хочется, а не заморачиваться диетами. Скажи диетам НЕТ!": 0,
  "- Носорог рог рог идет!!!! - Крокодил дил дил - Дебил!!! Автор - сын Павел - 7 лет": 1,
  "Или форма жизни? Вот когда удаляются темы с завидным постоянством, к примеру?": 0,
  "Джентльмен сидит в зале и читает Таймс. Вдруг рушится стена, и в нескольких сантиметрах от него тормозит машина. Джентльмен, отрываясь от газеты: - Куда вы так спешите, сэр? - На Пикадилли, сэр. - Тогда вам надо было ехать через кухню, сэр.": 1,
  "[quote] От пользователя: Alive. Что из себя представляет современная городская агломерация?": 0,
  "В субботу на ТВЦ в 19.30 НАСТОЯЩЕЕ ДОКУМЕНТАЛЬНОЕ КИНО. \"Юрий Семин. Двенадцатый игрок\" Пысы.": 0,
  "Уважаемый ВВП! Убедительно просим отменить всех чиновников, т.к. из-за них наши письма не доходят до Вас.": 1,
  "12 осмотров места происшествия за ночь, с трупами!!! ну счастье просто...": 0,
  "- Как поживает ваша хреновая жизнь? - Спасибо, ей гораздо лучше.": 1,
  "— Допрыгался. Я ВСЁ знаю.  — Господи! Неужели?  — Да! Абсолютно ВСЁ!  — Второй закон термодинамики?  — ...  — Ты ж моя лживенькая истеричка.": 1,
  "Умом Россию не понять и не поднять, Как лежала пропитая, так и будет лежать.": 1,
  "Советы то какие как нарисовать мир глазами кузнечика чтоле": 0,
  "сейчас то время настало когда пациенты учат врачей как им лечить?!": 0,
  "Вот это попадос, сейчас у дома вообще будут километровые пробки.": 0,
  "Астахов поддержал браки несовершеннолетних, Мизулина - многоженство. В связи с этим Милонов просит не трогать несовершеннолетних геев-многоженцев. Он сам с ними разберется.": 1,
  "Дак я добавила в автарку.... Чоу, неуж не нра???????????????? Толстая, да?? Чо, толстых не берете, да...??? Между пдочим, чем толще наши морды, тем теснее наши ряды :р": 0,
  "Родители часто ставили меня в угол. Они не хотели, чтобы гости видели дыру в стене.": 1,
  "Переходый возраст - это когда с блядями уже скучно, а жениться ещё страшно...": 1,
  "Окраина Цхинвали. Чеченский командир батальона Восток смотрит в бинокль на клубящуюся вдалеке пыль от убегающей грузинской армии. В другой руке телефон. - Алле, Рамзан. Позвони Путину. Пусть даст вертолет. Нет, лучше самолет. А то грузин не догоним.": 1,
  "Мужик психанул на работе: - С таким количеством гондонов в одном помещение работаю только я и аптекари!!!": 1,
  "Поручик Ржевский обращается к Наташе Ростовой: - Эй, мадам! - Между прочим, мадемуазель! - кокетливо отвечает она. - Что, правда ни разу?! - Да, поручик, ни разу... - Тогда это меняет дело. Мадемуазель, позвольте вас отмадамить!?": 1,
  "Не главной странице есть табличка с данными, которые постоянно правятся. А на других страницах она повторяется. Как сделать так, чтобы просто таблица с главной подставлялась на заданные места в других страницах.": 0,
  "Кто вызубрил англо-русский словарь – тот знает англо-русский язык.": 1,
  "Хм, не вариант, надо форумчан оскорблять и матом ругаться, а я не такой.": 0,
  "зачем спрашиваете как быть, если уже планируете медовый месяц в марте...": 0,
  "Туда - сюда - обратно, тебе и мне приятно. 7. Что ты смотришь на меня? Раздевайся я твоя! 8.": 0,
  "Где логика? Народ злится, что семьи некоторых бизнесменов и чиновников за границей, и в то же время надеется на социальный лифт...типа: Возвращайтесь, лифт ждет?": 0,
  "Новоиспеченный папаша со своим другом пришел в роддом. Вокруг медсестры с детьми. Идут друзья, головами по сторонам вертят и разговаривают: - Какие же все они хорошенькие в этом возрасте! - Ага, особенно в этих беленьких халатиках!": 1,
  "Утром звонок в дверь. Открываю, стоят два джентльмена. - Вы кто? - Я Альцгеймер, а это Паркинсон. ...долго трясли мне руки...": 1,
  "Вот ведь - прогрессу пара тысячелетий, а кроме газа и э/э топить больше ничем не научились ХЫ.": 0,
  "провел 20 тренировок. Начал бегать по утрам по 2 км. С питанием вопрос налаживается.": 0,
  "Поздравляю весь женский коллектив нашего форума с наступающим праздником 8 Марта!": 0,
  "вот если бы вы к примеру гвоздь забили криво в стену....": 0,
  "Милиционер стыдит задержанного: - Как вам не стыдно идти в театр в пьяном виде? - Видите ли, трезвый я туда ни за что не пошел бы.": 1,
  "А таблетки врач не сказала сколько дней пить. Кто был в такой ситуации???": 0,
  "Прогноз клёва рыбы на 2013 год - рыбалка в Киеве, Украина На Днепре проверять-то?": 0,
  "Наконец я нашла самое лучшее описание, как встречать Новый год... Оказывается НИ В КОЕМ СЛУЧАЕ НЕЛЬЗЯ убирать квартиру перед Новым годом, потому что обезьяна любит хаос и беспорядок!!!... Урааа!!!...)))": 1,
  "- Зуб за зуб, око за око... Прямо, про моего соседа! - Он что, такой мстительный? - Нет, он так выглядит.": 1,
  "«Смех без причины – признак дурачины! » По этому признаку россиянам нет равных в мире, и только благодаря этому, многие «юмористы» в России стали миллиардерами …": 1,
  "Теперь санкт-петербургский памятник ленину, благодаря образовавшемуся, от взрыва, отверстию(дыра в ж@пе), приобрел названиеЛенин и Окно в социализм. Через это место в социализм пришли, через него и вышли.": 1,
  "- Жора, прими факс, - сказал вор-домушник своему подельнику, просовывая аппарат в форточку.": 1,
  "Трахался ли я хоть раз в каком-нибудь людном месте? Да. Однажды я в течение месяца пытался закрыть в налоговой свое ИП.": 1,
  "- Ты только смотри там, в гостях не проговорись, что Леночка беременная. - А она что, беременная? - Да, а ты не знал? - Нет. А кто еще, кроме меня, не знает? - Да все знают!": 1,
  "- А в Москве сейчас белые ночи! - Вообще-то это день такой.": 1,
  "А где вы живете? Просто я живу на Синих Камнях и у меня маразильная камера (размером как холодильник) и холодильник отдельно есть!": 0,
  "А потом на форуме появляются темы про нерегулярное питание...": 0,
  "Дарит Новогодний сюрприз: С 31 декабря по 14 января 2013 г.": 0,
  "Встречаются как-то тарифы на ЖКХ и цены: - Как у вас дела? - Растем, как молодые. А как у вас? - А мы уже старые, нас постоянно поднимают.": 1,
  "Водка кончилась и уехал домой. Странный., да и только. Я вообще не понял его его?": 0,
  "а почему тогда, в таких случаях, суд не принимает эл. почту как доказательство? а переписку на форуме - принимает? в чем разница-то? та же электронная связь...": 0,
  "Не может быть умным тот , кто хоть единожды показал себя дураком . Опять что-нибудь отольют в граните": 0,
  "В наше время, когда про женщину говорят, что она берет горлом, уж и не знаешь - хорошо это или плохо.": 1,
  "Скоро по России будет бродить больше детей Немцова чем детей лейтенанта Шмидта в 20-е годы.": 1,
  "Секреты от ДОКТОРА БОРМИНТАЛЯ. Чтобы заполучить при розыгрыше право первого хода, достаточно указать на левую руку соперника с зажатой фишкой и уверенно сказать: В правой!.": 1,
  "На ее месте оказаться совсем не хочется. Вроде и жалко ее, но сама виновата. Как можно было полюбить такого человека, как Сталин?": 0,
  "Учительница: - Что означает словосочетание сизифов труд? Вовочка: - Это значит - бесполезная работа. Например, выучил урок, а тебя не спросили.": 1,
  "ВВП попросил чиновников сделать к Новому Году россиянам что-нибудь приятное. Кто-то понизил свою зарплату на 5% и этим привёл гос. корпорацию к невиданной рентабельности. А вот Чубайс плакал, единственное, что он мог предложить- сломать к Н.Г. руки, а к Рождеству ещё и ноги. ВВП план одобрил.": 1,
  "Беседуют две подруги: - Что-то твоего Федьки две недели не было видно. - Да он в клинике занимался восстановлением своих мужских способностей. - Ну и как?! - Нормально! Снова стал выносить мусорное ведро и ходить за картошкой!": 1,
  "Девиз современных СМИ: все врут, а мы такие же, как все.": 1,
  "... На днях я на практике усвоил разницу между пельменями и пиzдюлями: последние отпускаются в собственную тару.": 1,
  "А еще мы сйчас книжку Успенского читали Самый страшный врач больницы Взял свой самый страшный шприц.. И сестру взял старшую - самую страшную..": 0,
  "да действительно ли такие интересные, как на видеороликах картинка картинкой, а кто их щупал?": 0,
  "папа, а правда что козлы летают? нет, сынок, это фонтастика": 0,
  "Берёшь кредит на сто лет, покупаешь хату и ведро, затем отдаёшь обратно три хаты и два ведра, да с тебя ещё за бензин три шкуры дерут.": 0,
  "Дак вот пыталась найти то......но безуспешно, все не то....": 0,
  "— Почему вы опоздали на работу? — А почему вы зарплату задерживаете? — Ну, в конце концов, вы ее получаете. — Так и на работу я, все-таки, пришел.": 1,
  "Чем хуже будет жизнь в России, тем больше страхов о врагах.": 1,
  "Может тогда люди начнут интерес проявлять.Удивителен рынок недвижимости.": 0,
  "Из-за того, что чего хочет женщина - того хочет Бог, с момента сотворения Евы Бог пребывает в постоянных непонятках.": 1,
  "- Это неадекватный человек. Он любого сразу посылает на три буквы. - Отлично! Буде вести прием недовольных нашей работой граждан.": 1,
  "- Владимир Владимирович! а ты водить машину можешь? - Могу. - А с самолета пожар потушить сможешь? - Смогу. - И погорельцам построить квартиры сможешь!? - Я все смогу. - Тогда вот тебе лопата и работай сам.": 1,
  "Британские ученые изобрели платяной шкаф для настоящих леди, он оборудован откидным сиденьем и специальной задвижкой изнутри.": 1,
  "В приемные комиссии вузов было подано рекордное количество заявлений.": 0,
  "Напрасно критиковали наше космическое ведомство: ему явно обеспечено первое место на престижном московском конкурсе Игрушки из утильсырья.": 1,
  "Можно ли самостоятельно, без преподавателя, выучить иностранный язык? Оказывается, можно! Одна проблема: вряд ли вы найдете хоть одного собеседника, который вас поймет на этом уникальном языке...": 1,
  "Это я про себя. Впору воровать ник у Заднего Ума. Он то как раз не только задним умом умен": 0,
  "В любой непонятной ситуации начинай просто ставить елку!": 1,
  "В самолёте я не сплю, потому что кто-то должен держать машину в воздухе силой своего ужаса.": 1,
  "Разговор приятелей: - Знаешь, что может сделать твою девушку счастливой? - Нет... - Другой парень!": 1,
  "У неё это называлось \"послабление\" - священник ей разрешил выбрать один какой-нибудь скоромный продукт и есть его в пост.": 0,
  "На словах, может, и либерал, на деле же - совок в самом худшем смысле этого слова...": 0,
  "Когда уже джумшутки окончательно запретят? а джумшутов вышлют на родину, пасти баранов?": 0,
  "Поневоле поверишь в зловещее предзнаменование несчастливого числа - ровно в 13.00 заканчивается обеденный перерыв.": 1,
  "Ну насмешила! Не разродилась бы, если бы весила не 50, а 150 кг. А так то какие проблемы у стройной девушки?! За беременность нужный вес нарастет и все будет замечательно.": 0,
  "Скоро рождество господа, пойдем коледовать по арендаторам...": 1,
  "Бабка, увидевшая свободное место в автобусе, выпрыгнула из такси.": 1,
  "переделай велик для привода от рук ...а затем переходи на полный привод!": 0,
  "Хроника текущих событий: Хочешь мира – готовься к брехне.": 1,
  "Автор - вы риторические вопросы задаете или что? Не согласны спрашивайте - про политику и мироустройство это не тут.. обычно": 0,
  "Внимание, вапрос! Неужто действительно деушки в преддверии замужества глупеют? От счастья?": 0,
  "а \"идентепедентентевщики\" - это язык сломаешь, а не обычное слово.": 0,
  "Самое главное - МАКСИМАЛЬНОМУ количеству избирателей целесообразно посетить избирательные участки и сделать ПРАВИЛЬНЫЙ выбор": 0,
  "Ехала в трамвае, водитель сказал, что где-то в раоне УПИ молния в столб ударила- там обрыв...": 0,
  "в любую страховую компанию, наш ваш выбор денег у всех по-разному, обзвоните да узнайте": 0,
  ")))) рррр..у тебя рядом есть банк?....имхо подкоп делают..)))рррр...": 0,
  "Вас зовут Том? Вашего отца зовут Том? Соберите 12 пожирателей смерти и пришлите по адресу Азкабан. Вы получите Бузинную Палочку и крестраж в подарок!": 1,
  "\"Лодейными ватагами\"??? Про ЛАДЬИ на Каме знаю, про ЛОДЬИ нет...": 0,
  "Есть режиссер Бергман, который снял все свои лучшие фильмы с одним оператором.": 0,
  "А какие номинации будут? \"Самая большая грудь\", \"самые пухлые губы\", \"самые аппетитные ягодицы\" и т.д.?": 0,
  "Утром Андрей Павлович был найден убитым в подъезде своего дома. Соседи сообщают, что видели его таким не раз.": 1,
  "шланг -------------- Тут вам терять нечего, кроме запасных цепей.... В дороге голодать не будете...": 0,
  "- Милый, забей гол в мои ворота! - Ну, тогда бери в рот свисток, и игра начнётся.": 1,
  "Срочно свяжитесь с Москва, Кремль. На работу срочно требуется новый спитчрайтер.": 0,
  "Как можно доехать домой за пиццу: Можно зайти в пиццерию, заказать там себе доставку пиццы и бесплатно уехать с доставщиком к себе домой, ведь вам по пути...": 1,
  "В Беларуси разработан новый способ подъёма национальной экономики - антикризисные молчаливые гуляния.": 1,
  "- Как ты думаешь: будет конец света в 12 году? - Если Путин сказал что Олимпиада в Сочи будет! , и ЧМ по футболу будет! , то х/н рыло всем шаманам вместе со всеми племенами майя и вместе с их пророчествами!!!": 1,
  "Через трубу Санта Клаус лазит обычно, так он вроде мужик!": 0,
  "Поздравляем вас с Днем Рождения!!! Растите здоровыми, красивыми, умными и счастливыми!": 0,
  "В рейтинге самых продажных профессий проститутки остаются лишь на четвертом месте. Уверенно лидируют журналисты, политики и адвокаты.": 1,
  "- Какое слово можно заменить на противоположное во фразе Мы обязательно будем жить лучше в России? - Любое.": 1,
  "От чего зависят курсы валют? Как именно, например, Брекзит вызвал обвал фунта?": 0,
  "почти каждый день предлагают обмен на айфон 5 , их так много выпустили ? или где то завод ими зарплату выдает ?": 0,
  "мы весной раздавали о новой коллекции и в конце лета про акцию для школьников.": 0,
  "Самое то маме Ее дольше учить надо будет. С моделями программа Наш сад.": 0,
  "- А комне тесть только один раз после свадьбы приехал.. - Ну ты просто счастливчик! - И больше не уезжал...": 1,
  "ну такое впечатление, что мы бухаем по-черному... мы же так...": 0,
  "Утро. Мужик подходит к зеркалу. Привычно оглядывает себя: лицо в морщинах, лысина, уши лопухами. Смотрит на свой живот, выпячивающийся, словно подушка, на свои кривые ноги. Потом оглядывается на спящую длинноногую красавицу и задумчиво бормочет - Это же надо так деньги любить!!!": 1,
  "Что бы я ни собирался делать, моя бабушка может рассказать такую же историю, в которой кто-то умер.": 1,
  "Пошлость - это чужие высказывания ниже пояса, свои высказывания ниже пояса - это пикантность.": 1,
  "Это только полдела Надо есчо букет невесты поймать А я вапче за всю жисть был толька на одной свадьбе Да и то половины не помню": 0,
  "участковому теперь придется не два, а три фунфырика отстегивать": 0,
  "- Девушка, разрешите с Вами познакомиться? - Валяй! - Гена меня зовут. - Ну что ж, Гена, иди, если зовут. Не смею задерживать.": 1,
  "Заседание Думы было бурным, продолжительным и даже с мордобоем. Оно и понятно -бюджет по-тихому нигде не распиливают.": 1,
  "Глаза выпучены. Ее спрашивают, почему, мол, бежишь? — Да есть тут нечего. Побегу в Россию. Через несколько дней бежит обратно в Украину. Глаза еще больше выпучены. — Что же на этот раз? — Да там тоже есть нечего. А в Украине хотя бы гавкать можно": 1,
  "64-летней француженке помогли забеременеть в России. А она-то приехала сюда в надежде подлечить больное сердце.": 1,
  "На занятии в автошколе: препод: когда мы поворачиваем руль вправо, какие колёса поворачиваются? девушка: правые?..": 1,
  "В одной коммунальной квартире кто-то все время мазал стены туалета дерьмом. Жильцы долго думали, кто бы это мог быть. И в конце концов набили морду профессору.": 1,
  "НО кружка с кофе всегда на его столе.... Я чай предлагала ему, он сказал, что пьёт только только кофе.": 0,
  "что сказать человеку, который спрашивает: - хочу прикупить Бентли, как думаете, стОит нет....? думаю конкурентов у этого аппарата не много....": 0,
  "Заменять буквы звездочками в матерных словах - это все равно, что делать минет на площади и при этом прикрывать рот ладошкой": 1,
  "по А.Барто: Наша Таня громко плачет , Не несёт собачка мячик, Тихо ,Танечка , не плачь, Просто надевай строгач... Синий, красный , голубой...": 1,
  "-Здравствуйте, дедушка Мороз! Сделайте так, чтобы у меня была пятерка по географии. Маричка Калинюк, Львов, Германия.": 1,
  "у меня ребенок оч. шкодно произносит \"губы\" - \"губги\")) добрый вечер": 0,
  "Зимой в мороз, у водителя грузовой глохнет машина. Водитель копаясь в моторе - Говорила мне мама становись гинекологом! Счас хоть руки бы в тепле были )": 1,
  "Молодой фермер (Иванушка) гуляет с девушкой (Настенькой). Обратив внимание на то, что теленок трется о нос коровы, говорит: - Настя! Как бы мне хотелось сделать тоже самое! - В чем же дело, Ваня? Это же твои коровы!": 1,
  "Многие возвращают проценты по кредиту. Я погасил всю сумму долга, некоторый период не мог погасить, но погасил же.": 0,
  "- Куда девалась передача Спокойной ночи, малыши!? Так приятно было посмотреть сказку на ночь... - Теперь сказки на ночь рассказывают в вечерних новостях.": 1,
  "Можно сравнить это с антикоррозионным покрытием автомобиля. \"Я просто хочу, чтобы мой автомобиль меньше ржавел.": 0,
  "– Туалетная бумага «Профессиональная», это вообще для кого? - Для пациентов отделения кишечных инфекций.": 1,
  "доктор скажет. мой доктор сказал после М - но до 10-го д.ц.": 0,
  "В 1975 году произошло историческое слияние компаний МикроГлюк и ГлюкоСофт.": 1,
  "Объявление: в связи с запретом работы не по специальности инженер-ракетостроитель купит диплом дворника.": 1,
  "- Кать, ты пока готовила кофе, я увидел у тебя на полке видеокассету Они были первыми. Ты любишь старые советские фильмы? - Нет, это очень личное, - густо покраснела Катя.": 1,
  "Опухоль, злокачественная или доброкачественная, не заразна.": 0,
  "- Мама, я выхожу замуж. - За кого, Редиска? - За Чипполино. - Ох, и наплачешься ты с ним, дочка.": 1,
  "от сюда и вывод! хочешь быть безнаказанным воруй больше! и общайся с ЕДРОМ!!! и ты царь": 0,
  "Два часа ночи. В приёмное отделение травмбольницы привозят двух мужиков, у одного рука по локоть в заднице у другого. Приходит дежурный врач и говорит: - А вас, мужики, не туда привезли. - А куда же надо? - ошалело спрашивают мужики. - В кукольный театр.": 1,
  "- Почему США собирается воевать с Ливией? - Обама хочет стать дважды лауреатом нобелевской премии мира.": 1,
  "У Лены свой, особенный метод вождения. Всякий раз, когда она подъезжает к нерегулируемому перекрестку, она говорит страшное заклинание — «Чур я на главной!» и едет.": 1,
  "Человек становится взрослым, когда поймёт, что самая лучшая мягкая игрушка - это диван.": 1,
  "ЗЫ Очень напомнило повышение пенсий (зарплат бюджетникам) на 5,6%. Без указания конкретики.": 0,
  "Пример: Неравный брак. Допустим, у того же Табакова с Зудиной.": 0,
  "Бог не мог не знать, что Адам и Ева попробуют запретный плод.": 0,
  "а я думал таже ситуация как с пилой. Что замылили и всё в сериал превратилось.": 0,
  "Можно ли самостоятельно наклеить в подъезде памятки о федеральном законе о запрете курения в лифте и подъезде без согласия жильцов?": 0,
  "и где так называемый Роден с так называемой гусеной, они што так называемо занимаются чепухой штоли? РРоден!": 0,
  "В школах отменили “черчение” и ввели “финансовую грамотность”. Правильно, ведь распиливать деньги, выделенные на создание новых ракет, намного проще и доходнее, чем работать в КБ, разрабатывая ракеты.": 1,
  "- Какая же ты всё-таки у нас доча вредная! - Все претензии к производителям!": 1,
  "Интересно, у всех, дети уходящие в школу и забывшие ключи, смартфон или дневник, прыгают на одной ноге или ползут через всю квартиру на корячках только чтобы не снимать обувь?": 1,
  "Это очень круто, по-настоящему. Хотел написать: \"сейчас так не делают\", а вот - сделали же.": 0,
  "Три четверти россиян утверждают, что им \"жить трудно, но можно\".": 0,
  "Мужик заходит в аптеку и говорит: — Мне нужен один гандон! Провизор в подсобку: — Коля, тебя!": 1,
  "все должны ждать и всегда быть готовыми на все..ууу ненавижу!": 0,
  "В шоколаде содержится вещество, помогающее при депрессии - и это доказано... Но я предпочитаю виноград - старый, разлитый по бутылкам!": 1,
  "Учительница на уроке: - Петров, встань и стой до конца урока! - Мариванна, а что я сделал? - Да ничего, просто за тобой сидит Сидоров, а меня его рожа бесит.": 1,
  "Обязательство дано не банку а пенсионному фонду так как они выдали материнский капитал.": 0,
  "Америка обвалила российский рубль на 9%, в ответ Россия улыбнулась и подняла на 9% цены на газ. Америка в шоке, Европа в панике... Россия празднует масленицу": 1,
  "Только боюсь может дорого получиться, уж больно муторный процесс...": 0,
  "Начальник объявляет своим подчинённым: - График отпусков все заполнили неправильно. График должен быть пустым!": 1,
  "Это было классно. Парень-вожатый хотел сесть поближе к девушке-вожатой И мы поменялись местами. Так мне досталось место у окна.": 0,
  "Встретились два приятеля. Один говорит другому: - Всё время забываю поливать комнатные цветы. Вот решил взять в привычку поливать как только будет секс с женой. - И как? - Кактус засох!": 1,
  "Ксения Собчак это ассиметричный удар Путина по американским спецслужбам. Взломав сервера штаба Ксении Собчак, они вынуждены будут посмотреть и проанализировать все серии Дома2. После чего США останется без спецслужб.": 1,
  "Каждый российский чиновник знает: получение взятки грозит тюрьмой, а отказ - расстрелом.": 1,
  "Кричащий в гневе смешон. Молчащий в гневе страшен. Спящий в гневе — это вообще пиздец.": 1,
  "- Братан, как называется Библия для крутых пацанов? - Чисто Писание.": 1,
  "Для женщин метла - это не роскошь, а средство передвижения.": 1,
  "Популярный российский писатель в своём интервью телевидению в сердцах воскликнул, что Путину помогает сам Дьявол!. Помогает? Ха! Да он у него консультируется!": 1,
  "Думаю ему надо единорасам-чинарям рассказывать о том как вредно много жрать икры, трюфелей, и лобстеров.": 0,
  "Как полицейские должны называть старших по званию сотрудниц? Моя госпожа? (с) Покрамович Егор": 1,
  "будьте адыкватными и вам богом дан русский язык говорите на русском а не на ломанном амеро-европо-старославянском языке!!!!! я не татарин!!!! сам здесь новичок!!!!": 0,
  "Жена хочет секса и пристает к мужу: ути-ути.. ам-ам, покусякаю я тебя сейчас, ,, ай, , покусяка-покусяка-покусяка. вот кто к тебе пришел... а? к тебе пришла покусяка-покусяка! Муж вскакивает: Покусяка! А пососяка ко мне придёт когда-нибудь? А?": 1,
  "Сообщение по радио. Сегодня 1 мая на Октябрьской площади коммунисты и профсоюзы проводят митинг против кризиса. На Васильевском спуске состоится альтернативный митинг Единой России.": 1,
  "Дочь со слезами на глазах жалуется своей матери: - Мама, мне муж вчера заявил, что мечтает о сексе сразу с двумя! - Не плачь, доченька. Сегодня вечером я буду у вас: мы ему покажем групповой секс!": 1,
  "Всемирная ассоциация календарей выступила с инициативой заменить нынешний календарь новой системой летоисчисления. Возможно, это произойдет уже в 2012 году.  Ну, правильно! Именно об этом и говорили майя - в 2012 году закончится старый календарь и будет начат новый...": 0,
  "2008 год. Путин приходит домой, смотрит — жена вся в слезах. — Людмила, что случилось? — Володя, я давно уже не жалуюсь, что ты забыл день нашей свадьбы и день моего рождения. Но вот сейчас по всем каналам объявили, что ты хочешь объявить наследника. Володя, какого наследника? У нас же две дочери!": 1,
  "Коллега по работе спрашивает у жениха: - У тебя есть фотографии твоей невесты в голом виде? - Конечно, нет! - Хочешь несколько?": 1,
  "Почему-то евреи на Украине считают, что русские и украинцы должны на них бесплатно работать!": 0,
  "Самый полезный вид отдыха - это игра в работу. Надо только научиться выигрывать.": 1,
  "Если Фортуна повернулась к Вам задом - не упустите свой шанс...": 1,
  "Пасечник догадался, что жена нашла заначку, когда увидел её с опухшим лицом, но в новом платье.": 1,
  "- Предмет наиболее символизирующий ошейник? - Обручальное кольцо.": 1,
  "Лучше бы провел мастер-класс нашей сборной по футболу...": 0,
  "Трущобы, трущобы, а живется им на порядок кайфовее, чем нам.": 0,
  "Наверное подругу ему надо? Хоть иногда? Может есть желающие крольчихи?": 0,
  "Дааа... /тяжко вздохнув/ Старость ж - не радость! ЗЫ Поставил плюсик Модератору": 0,
  "Единственное что останавливает меня от покупки мембранки с тинсулейтом - ее канадская (кленовая раскраска).": 0,
  "ВНИМАНИЕ! Двое неизвестных угнали башенный кран и скрылись в неизвестном направлении! Воооооооооооооооооооон их видно!": 1,
  "Спасибо Путину, подписавшему указ о разрешении работы комбината. Кстати, это его первый указ, подписанный после январских каникул - видно так хорошо отдыхал, что уже забыл, что такое Байкал для России": 1,
  "А я на днях камуникатор свой потерял,завтро пойду новый в кредит брать.": 0,
  "Две квартиры на одной площадке. И в обеих всю ночь скандал. Утром дети идут в школу и спрашивают другу друга: — Чего это у вас шум был? — Да отец вернулся из командировки и потерял суточные. А у вас? — Мать приехала с курорта и потеряла месячные.": 1,
  "Мне одной кажется, что фраза: \"Что ни делается - всё к лучшему\" - произносится тогда, когда уже всё,.. пи*дец!?": 1,
  "Адвокаты Ходорковского и Лебедева пообещали обжаловать приговор.": 0,
  "да, промакс на дот 4 ": 0,
  "скоро на лопухи да подорожники перейдём импортозамещение однако !": 0,
  "- Кто такой генерал-лейтенант? - Это тюнингованный прапорщик.": 1,
  "- Молодой человек, а вас не учили в детстве уступать место в транспорте пожилым людям7 - Бабушка, но это же моя машина!": 1,
  "Маркетологу на заметку: пожелание Счастливого нового года! на рекламном каталоге с новыми ценами смотрится как издевательство.": 1,
  "- Папа, а с тобой происходили фантастические истории? - Конечно! Однажды с друзьями мы отлично провели вечер. Просыпаемся, кругом бутылки, банки, на столе гора грязной посуды, голова трещит, ходим как зомби... И тут, фантастика! Мишка наткнулся на непочатую бутылку водки!": 1,
  "у меня жил мадагаскарский, гадость такая, мама до сих пор заикается как вспомнит.": 0,
  "Это, конечно, на Марина Цветаева, что суп из курицы готовила, не очищая саму птицу.": 0,
  "на летнее время дать лисапеды на зимнее лыжи в весенне лодки": 0,
  "Отправила мать сына за сметаной.  Приходит в магазин, кладет бидон на прилавок:  - Мальчик, тебе чего?  - Мама сказала купить сметаны.  - Полный бидон наливать?  - Мама сказала - полный.  Налила ему полный бидон и говорит:  - Теперь давай деньги.  - Мама сказала - деньги в бидоне...": 1,
  "Самое неприятное в матче с испанцами - два типа за кадром страдающие словесным поносом.": 1,
  "и если людям приятно, то почему они не делают это постоянно?": 0,
  "Три этапа развития демократии в России: 1. Продление сроков полномочий Президента и Думы. 2. Установление пожизненных сроков полномочий Президента и Думы. 3. Переименование Президента в Царя, депутатов Думы в Бояр и введение института Престолонаследия.": 1,
  "На российских сигаретах предупреждения минздрава решено заменить на открытые угрозы и шантаж.": 1,
  "кхе-кхе...вы как бы не в курсе, что 90% мужчин изменяют жёнам?снимите розовые очки что ли уже.": 0,
  "Остальное -- суета сует: кто-то кому-то сует, кто-то кому-то лжет...": 1,
  "К концу года доллар обещали под 70 рублей. Сейчас падать будет? Или все-таки расти?": 0,
  "жена отстояла свою вахту пока я был в киргизии - теперь моя очередь. поэтому... очень осторожен в своих текущих катательных планах.": 0,
  "Нет такого события в жизни русского человека, которое нельзя было бы превратить в повод.": 1,
  "Возможно ли действительно пускать в космосе со своего корабля ракеты/торпеды( боевые, чтоб сбивать корабли)?": 0,
  "После выступления Путина о том, что следует делать корпоративы более скромными, депутаты Госдумы устроили новогодний корпоратив за свой счёт! Спиртного за столом не было. Депутаты пили чай, пели и читали друг другу стихи. После празднества выставили журналистов и разрыдались.": 1,
  "- Уважаемые одесситы и гости нашего города! Мы напоминаем, что, если вы заплываете на 15 миль от берега, вам нужен загранпаспорт, потому что это уже территориальные воды Турции.": 1,
  "Домашние козы происходят от горных коз. Поэтому у них, в отличии от собак, есть такая манера: Как у их диких родственников: А лапы собак и даже кошек для таких фокусов не приспособлены.": 0,
  "Президенту показали новый российский телефон! Правда выпускать его будут в Тайване. Предлагаю нового президента тоже разработать в России, ну там имя дать, отчество, фамилию, а сделать в Тайване, тайванцем и тайванкой, а то в России не могут делать ни телефоны, ни президентов.": 1,
  "Разница между мужем и директором состоит в том, что первый любит, но недолюбливает, а второй недолюбливает, но за@бывает.": 1,
  "Часто в нашей жизни настоящее больше влияет на прошлое, чем на будущее: так пьяный милиционер, сбивший за рулем человека, оказывается уволенным из органов еще вчера.": 1,
  "Да таких сайтов хоть ешь!!! Я думаю что террористы ими не пользуются! Они сами знают как сделать бомбу...": 0,
  "Все рано или поздно предадут тебя. Даже те, в ком ты на 100% уверен.": 0,
  "Пример: Он — женился. Она — вышла замуж. Они — поженились. Они — женаты. Они — поженятся.": 0,
  "На совещании: - Так. Думаю, можно вернуть эти самые свободные выборы Губернаторов из кого попало... - Тогда и Президента тоже можно будет выбирать?! - Нет. Рано. Президента пока будем назначать...": 1,
  "- Какой у вас муж молчун. - Да что вы, он такой болтун! Просто я ему материться запретила.": 1,
  "Странные какие-то эти американцы, одного Хусейна вешают, а другого Хусейна выбирают в президенты.": 1,
  "Правда, здесь акт коррупции нес скорее спасительный характер.": 0,
  "- Доллар в России дорожает потому что дешевеет нефть. А бензин дорожает потому что дорожает доллар. - Значит бензин дорожает потому что дешевеет нефть? - Вот хорошо, что мы математиков в правительство не взяли.": 1,
  "Нормальные люди живут в коттеджах на землях с назначением ИЖС.": 0,
  "Иначе возврат. Это три. Это не я придумала. Это женщина так озвучила.": 0,
  "Лужков разгонял облака перед митингами, Собянин нагоняет снег.": 1,
  "Владелец Facebook Марк Цукерберг назначил себе зарплату в 1 доллар. Так я стал в один ряд с мировой знаменитостью.": 1,
  "Не обращайте внимания, Аня, человечка мама с папой в детстве плохо воспитали.": 0,
  "Парламентская Ассамблея Совета Европы осудила Декларацию Независимости США как незаконный и нелегитимный документ, противоречащий законам Британской империи и посягающий на её территориальную целостность. Если Декларация не будет отменена, против североамериканских штатов будут предприняты жёсткие санкции.": 0,
  "- Какого хрена ты вдруг стала выносить мне мозг? Раньше всё нормально было! - Я стеснялась...": 1,
  "На улице слякость и сыро? Тебе хочется тепла и солнышка? $100 в час и Солнышко непременно приедет тебе в гости!": 1,
  "На территории проекта Дом 2 произошел взрыв. К сожалению, никто из участнтков не пострадал.": 1,
  "стоит у Горбачева у народа волоса Водку мы теперь не пьем колбасу не кушаем только весь его 3,14здежь с утра до вечера слушаем": 0,
  "Лейтенант запаса (1977) Генерал-майор (26 апреля 1993) Генерал-лейтенант (5 мая 1995) Генерал-полковник (8 декабря 1998) Генерал армии (7 мая 2003)": 0,
  "Есть два вида бездельников - пассивные и активные. Пассивные бездельники от нечего делать сидят и ковыряют в своем носу. Активные начинают гоняться за другими и ковырять в чужом носу.": 1,
  "ни разу)) ниче никому не должна я сама погулять еще хочу": 0,
  "В разговоре о количестве вещей жена как-то оговорилась: - Я, вообще-то, страдаю минимализмом. - Это как? - Мне всего мало.": 1,
  "думаешь не стоит? мне мой внутренний голос подсказывает,что все-таки так и будет.": 0,
  "- А в какие часы принимает депутат? - Ну, в первый раз - в часов двенадцать дня. Грамм 150 коньячку. А дальше - как пойдёт...": 1,
  "Утро. Заходит в аптеку девушка. Ну очень уставшая... - Дайте, пожалуйста, что-нибудь от сперматозоидов...": 1,
  "Видел скан заявления. там что то типа Начальнику участка Иванову ИИ от мастера цеха Петрова ПП ЗАЯВЛЕНИЕ Прошу предоставить отгул 02.01.2010 с последующей отработкой.": 0,
  "- Какое у вас образование? - Хорошее - Гарвард, Оксфорд? - Википедия": 1,
  "Но вот он может им же помочь только тем что лезть не будет! Они ещё потом ему сами жаловаться будут как сына их обидел!": 0,
  "Что Вы имеете в виду? А как бы Вы прореагировали, если бы я была Вашей невестой/женой?": 0,
  "вот вот из за таких вот компаний каждое утро там кучи мусора, хорошо что ещё убирают. Товарищи не будьте свиньями": 0,
  "Обиженные богом чаще всего встречаются среди его почитателей.": 1,
  "Понял, что причина чрезвычайно низкой аварийности на просёлочных дорогах обусловлена их особым форм-фактором - кладбище лежащих полицейских...": 1,
  "Ты неправильно циферки переставляешь 2320? Я не силён в математике": 0,
  "игорь ямангулов из екатеринбурга его велопроход по африке смог бы осуществить только кащей бессмертный": 0,
  "Левую ногу на левую педаль... правую - на правую пед-ль.": 0,
  "... а вот лично моё мнение, что лучше всего выспаться можно на пенсии. Но это лично моё мнение...": 0,
  "Я? Нет. Я вообще добрая)) Не люблю ссорится, обижаться, злится...": 0,
  "А там в будни и выходные разные тарифы? (прокат и на катание)": 0,
  "чо извращенец то? подумаешь. корову любит. фодеич тоже коров любит - его оправдали.": 0,
  "это как? я понимаю есть магазины с мобильными телефонами.": 0,
  "У меня дочки 9 и 6. Самые любимые игры - Миллиардер (типа Монополии, по сказкам), мемори, шашки, домино (со зверями).": 0,
  "Также есть версия, что Пол Саймон написал её, находясь под впечатлением от убийства президента Джона Кеннеди.": 0,
  "теперь оленя надо поставить на место лося, и сбить фурой": 0,
  "- Чем вы занимаетесь на работе? - Не поверишь. Ничем не занимаемся. Работаем.": 1,
  "Знак Осторожно - олени на трассе, как показывает практика, предупреждает не только о животных...": 1,
  "Позно вечером стучится кум в дверь: - Сосед у тебя можно в колодце несколько ведер воды взять? - А у тебя что нет? - Ну можно? - Бери. Смотрит, а тот что-то зачастил. Пошел к нему. А тот таскает воду и выливает в свой колодец. - Ты что тронулся? - Нет, просто теща в колодец попала, а воды только по горло. :)": 1,
  "Воры забрались в квартиру хакера в надежде украсть сверхмощный, современный компьютер, но ушли ни с чем, так как не поняли, что микросхемы, прибитые гвоздями к стене – это комп и есть!": 1,
  "Родители теперь из дома могут наблюдать за детьми и даже не ходить на родительские собрания.": 0,
  "его и в губернаторы то не выбирали, а включили солдат кремля": 0,
  "Мы когда с Украины выезжали часов 10 в очереди простояли.": 0,
  "Я беру за 450 на 3 мес., там же за 950 на год. Уже 3 раза так брал.": 0,
  "В межсезонье такой результат, а тут вот и сезон начался.": 0,
  "Янукович получил в Москве скидки на газ и разместил евробонды. Насколько я знаю украинцев - на следующей неделе в планах ассоциация с ЕС и получение кредитов и США.": 1,
  "а причем здесь опять полиция, она ведь только исполняет приказы.": 0,
  "На вокзалах Москвы и Питера установили сотню металлоискателей. В первый же день ими были обнаружены несколько находящихся в розыске поездов.": 1,
  "Сущность государственной власти понимаешь тогда, когда видишь Борю Моисеева в милицейской форме.": 1,
  "зачем столько нелепых смертей? вот если б этот неадекват убил кого-нить из криминальных элементов, а потом сам убился, было бы полезнее": 0,
  "После двадцати лет брака я наконец понял, что для жены важней всего секс мОральный. Трахать мои мозги.": 1,
  "Если в будущем году нам предлагают выбирать между отмененным техосмотром и найденными двумя амфорами то лично я в выборе не затрудняюсь...": 1,
  "Рабинович объясняет в ОВИРе, что две причины вынуждают его уехать в Израиль: - Первая причина - мой сосед. Он говорит мне: Погоди, жидовская морда, как только советская власть кончится, я в тот же день тебя зарежу! - Чего же вам бояться? Советская власть никогда не кончится! - Вот, вот! Это и есть вторая причина.": 1,
  "Ей надо записаться добровольцем на клинические испытания препаратов. раз ей жизнь нифига не дорога.": 0,
  "- А почему это наши футболисты совсем не бегают? - Силы берегут! - А-а, для финала? - Нет, проигрыш пережить...": 1,
  "«Тайна» - ответил мальчик. И эту тайну мальчик унес с собой в могилу.": 0,
  "У аккаунта 5 968 подписчиков. Ира – девушка многогранная.": 0,
  "В аэропорте поставили металлодетекторы. Три террориста, угрожая каменными ножами, захватили самолёт.": 1,
  "Некоторые до сих пор верят тому что говорят по телевидению\"...": 0,
  "У тебя обиженного видимо у самого жопа вместо головы , и жопу эту походу регулярно шпилят .": 0,
  "Почему не поддержать отечественного модельера? И производителя? Ну, там, фабрику Москвошвея или Большевичка, или Пеплос, что в Челябинске... Уралобувь опять же...": 0,
  "м.б. - смена корма. М.б. - глистогонка. М.б. простейшие...": 0,
  "А вот ещё один парадокс этого грёбаного мира - выучиться на пилота который бомбит людей гораздо сложнее и в конечном счете выгоднее, чем на пилота который их просто перевозит!": 1,
  "Красиво и загадочно звучит название этого американского штата.": 0,
  "Главная площадь крупнейшего города страны, превращена в парковку - это позорище! Нет же парковки на Красной площади, Дворцовой площади в Питере.": 0,
  "Разгадана тайна скрипки Шерлока Холмса: тихими зимними вечерами её звуки разносились по ночному Лондону, и от этого у хулиганов отнимались ноги, у грабителей опускались руки. Насильники тоже были недовольны.": 1,
  "Вот только за последние 5 лет с постройки дома ко мне еще ни разу не приходили снимать показания счетчиков.": 0,
  "и до свадьбы ни-ни. Возможно и так бывает. Или может он женат?": 0,
  "- Доктор, у меня хорошее настроение: хочу ходить по кафе, магазинам, и покупать всё, что нравится! Что со мной? - Это у вас зарплата... пройдёт.": 1,
  "Тогда наступит светлое будущее, когда люди поймут, что ёорк - не собака.": 0,
  "В доме имеются: три спальные комнаты, уютная гостиная, кухня, туалет и ванна.": 0,
  "В деревне Кукуево столкнулись Бентли и Ламборджини. Прибывшие на место сотрудники ДПС два часа фоткались.": 1,
  "В регистратуру приходит старый деревенский дед, у которого проблемы с мочеиспусканием. - Внучка, мне к врачу! - К какому? - Ну.. к этому, как его... ну как его.. - К хирургу, стоматологу, терапевту? - Ну к этому.. который по хую.. - Дедуль, им всем по-хую, одному гинекологу до пизды!": 1,
  "- В результате кризиса Россия теряет самое-самое дорогое! - Что?? - Своих миллиардеров! В прошлом году их было 74, сейчас 27. tomatov.com": 1,
  "Заметка на будущее: пересматривать Бойцовский клуб пьяной компанией - плохая идея.": 0,
  "Встречаются 2 друга 8 марта: - Как дела? - Да вот своей бабе цветы купил! - Так они же искусственные!.. - Да и баба у меня - резиновая!": 1,
  "Теперь понятно где снимали Кунг-фу Панда...И Кунг-фу Панда 2.": 0,
  "Это аналог раковины у устрицы. Мудрая ведь устрица, хлоп и в домике.": 0,
  "16.02.2012 - 23.02.2012. Из нашей группы тут уже вопросы были, но по гидам не было.": 0,
  "Десять в тридцатой степени электронов это почти килограмм.": 0,
  "Билайн я думаю. Звонок в россию 8.95 руб. со второй минуты. Первая минута в два раза дороже.": 0,
  "Под Новый год обращаются чаще. СМИ спрашивают прогноз на год, а люди интересуются своими солярными гороскопами. Я всегда их спрашиваю: «Зачем вам на год прогноз астролога?» Астролог не знает, какие у вас ценности, он видит и хорошие, и плохие стороны, поэтому это неправильный прогноз будет.": 0,
  "- Здравствуйте! Мне как обычно 10 кг говядины и 10 булок лукового хлеба. - Абрам, просите за нескромный вопрос. Куда вам столько мяса ежедневно? - Я открыл столовую в нашей еврейской общине. - Хорошее дело! А хлеб почему именно луковый? - А вы шо хотели, чтобы я ещё и на лук для котлет тратился?!": 1,
  "- Алло! Коллекторское агенство? Я бы хотел устроиться к вам на работу. - А где вы работали? Что умеете делать? - Отсидел за вымогательство. Люблю пиздеть по телефону весь день, материться, прессовать быдло. - Вы нам подходите!": 1,
  "Чтобы на фоне этих тупых шуток, шутки с передач, которые показывают по тнт, казались смешными.": 0,
  "Предлагаю называть дома, возводимые на месте сносимых хрущёвок, лужковками.": 1,
  "Например Форма коралловых образований Багамских островов чуть ли не грибообразная.": 0,
  "Мать с ребёнком ходят по зоопарку. Подходят к верблюду. - Кайова! - Нет, это верблюд. - Ебут?! - Нет-нет... Кайова, кайова!": 1,
  "Учителя математики бьют тревогу. В пункте А закончились автобусы, а в пункте Б - велосипеды.": 1,
  "Конкурса \"Мисс 30+\" нет... А вот \"миссис б\\у\" очень даже интересен - бабы в теле, а не в одних костях. PS. Почему с каждым годом ?маленькая мисс? на год старше?": 0,
  "Зря Вы так. Масса девчонок с ребенком, кто и не с одним, выходят замуж и счастливы.": 0,
  "-Настька! Приходит ли Дед Мороз(ко) на Старый Новый год? -Приходит, сестрица Марфуша, но приносит только секонд хенд и объедки.": 1,
  "Российская ген. прокуратура сообщила швейцарским властям, что у нее имеются показания 99 российских туристов, которые под присягой заявили, что стали свидетелями того, как немецкий пенсионер на своем автомобиле на огромной скорости врезался в ламборджини Бабаева, стоявшй на обочине.": 1,
  "Но если вдруг будет возможность, передайте ему пожалуйста огромный привет от Наташи": 0,
  "Один человек выиграл миллион. - Что ты будешь с ним делать? - спрашивают друзья. - Как что? Раздам долги! - А остальные? - Остальные подождут...": 1,
  "Никто не догадывается о том, что у меня плохое зрение. По крайней мере, я не вижу, чтобы кто-то догадывался.": 1,
  "свинцовым бы лучше, но гринпис будет против загрязнения окружающей среды свинцом": 0,
  "Земля не круглая. Это дураки - круглые. А Земля - эллипсоид. Эллипсоид - ваша извилина. А Земля - геоид.": 1,
  "Правило короткого номера: если поверишь в выигрыш лексуса, то будешь должен МТС.": 1,
  "представила, такой Раф:\" Вам какого вина? Молоко любимой женщины? Оу? дын-дын, даааа....Вам можно\"": 0,
  "Ненавижу тупые слова типа «приветики» или «спасибки». Если в разговоре со мной их кто-то употребляет, это сразу досвидос.": 1,
  "Невооруженным глазом видно, насколько министр финансов умнее топ менеджеров ЦБ. Говоря о стабилизации курса рубля он не назвал ни одной цифры.": 1,
  "Вова, спалось мне как всегда...не спалось, в общем Ну не слежу я за футболом": 0,
  "Антивирусная программа: Обнаружен вирус! Что делать: - Вылечить - Переместить - Удалить - Игнорировать - Послать другу!": 1,
  "Конец 2015 года, баррель нефти стоит 2 цента, экономика стран стремительно развивается за счет минимальных цен на топливо, лишь в России пытаются поднять экономику только за счет повышения цен на бензин.": 1,
  "Большая лестница - угол 30 градусов, ступень 1000х350. В подвал - угол 40 градусов, ступень 1000х230.": 0,
  "Плывут по реке две утки. Одна говорит: - Кря-кря-кря! Другая: - Блин! Я тоже самое сказать хотела!": 1,
  "Да, мы звери ну и что из этого? ничего, это просто залог нашей жизни и всё, потому что не звери не живут, а так...существуют.": 0,
  "RE: RE: Советские презервативы были хороши тем, что с их помощью можно было ещё и велосипедную камеру заклеить. Я знаю, сынок, в чём юмор. Это - заклеивание велосипедной камеры. Камеру не надо заклеивать. Её надо менять! Опечатка исправлена (плюс отредактировано).": 1,
  "Что произойдёт, если Каталония объявит независимость от Испании по результатам референдума 1 октября 2017?": 0,
  "В одной прекрасной стране были решены все проблемы. Народ благоденствовал. Единственной заботой президента было решить, допустим ли мат в кино и литературе.": 1,
  "влюбленность..... а сколько времени человек может быть влюблен?": 0,
  "сделай лучше, не можешь сделать - купи, не можешь ни того, ни другого - проходи мимо.а там дальше как в Одессе - проходя мимо, проходите": 0,
  "Одним из первых, говорить об экстравертах и интровертах начал Карл Густав Юнг.": 0,
  "Споры бактерий служат для пережидания неблагоприятных условий, споры растений и грибов - для размножения.А мы все ждем чего-то,трахаемся и постоянно спорим,совсем,как бактерии, растения, грибы…": 1,
  "- Мужчинаа, вы не в моём вкусе! - Между прочим, мадам, вы меня ещё и не пробовали!..": 1,
  "Британские ученые выяснили, что в России продается 50% паленой водки. Они провели эксперимент: Человек выпивает первую водки - чувствует себя хорошо, даже очень. Выпивает вторую бутылку - и ему становится плохо. Вывод: значит, каждая вторая бутылка водки - некачественная.": 1,
  "В Верховной Раде Украины выявлен и обезврежен опасный российский шпион. Спалился негодяй на том, что в течение истекшего года присутствовал на абсолютно всех заседаниях парламента.": 1,
  "Я называла это пофигизмом, пока не узнала слово стрессоустойчивость.": 1,
  "Это понятно, у меня вот тоже красота дома и денег уже на такую красоту потрачено из за здоровья почти 10 т за 3 недели. Может автору на плохое здоровье напирать?": 0,
  "250 т.р. за гектар пашни в год? Могу в Краснодарском Крае за такую цену в собственность предложить, 20 км. от Черного моря. Можно фруктовый сад посадить - черешню, яблони, абрикосы Тысяч по 10 в год за гектар еще можно думать, да и то вряд ли найдется такой сподвижник": 0,
  "— Дшктор, нто сл мнрй?  — У вас опечатка мозга.  — Энто лечтся?  — Надеюсь. Пропишу вам Т9  — Селёдка, доктор, так гнездо лучше.": 1,
  "Жизнь вообще странная штука - полоса чёрная, полоса белая, две полосы - беременная.": 1,
  "Одесса. Привоз. Проверяющий: - У вас есть документы на эту рыбу? - А шо вам надо? Свидетельство о смерти?": 1,
  "Самый демократичный способ остаться президентом - посадить остальных кандидатов.": 1,
  "Виноваты опять Горбачёв, Бобры и Обама. А Путин и Медведев как всегда не виновники.": 0,
  "скажет - сплотимся вокруг меня а я не хочу к нему прижиматься он противный и старый": 0,
  "Руки помыл под краном - чисто. Фрукты помыл под краном - чисто. Воду попил из-под крана - заболел, умер.": 1,
  "Если бы США не вмешались, вся Корея была бы КНДР со всеми вытекающими последствиями, начиная от массового голода и заканчивая истерическим обожанием Национального Лидера.": 0,
  "В продолжении темы: День победы - это праздник когда люди, которые никогда не воевали, но имеют всё, обещают тем, которые воевали, но не имеют ничего, что когда-нибудь и у них всё будет за счет тех, у которых до сих пор ничего нет и уже никогда не будет.": 1,
  "не так уж и трудно... деньги есть, энтузиасты найдутся...": 0,
  "Спасибо большое! К нему и съездили по Вашему совету!!! Очень доктор понравился!": 0,
  "А игру то по памяти можешь запустить? С чего вообще решил, что подлежит восстановлению то?": 0,
  "госдума рассмотрела в первом чтении законопроект о возвращении летнего времени и погоды...": 1,
  "- Доктор, у меня всё внутри болит, голова болит, в левом боку болит, в правом болит... - Одеколон пили? - Пил, не помогает...": 1,
  "Если в очереди перед вами стоит блондинка на высоких каблуках, она обязательно сделает два шага назад.": 1,
  "Не надо мне этого... А вы еще не бросили? Лучше вот сиротам игрушку отправь - и то пользы больше": 0,
  "1991 год. Непоправимый удар по автопрому Германии нанесла последняя новинка советского автопрома - ИЖ-Рождество! Умер гендиректор концерна БМВ. От смеха...": 1,
  "Управляющий рестораном хвалится своему другу, показывая фотографии сотрудников: - А это самый выносливый наш специалист – повар Коня. - Он что, работает за десятерых? - спрашивает друг. - Нет, он выносит за десятерых! Петруха": 1,
  "да это оно, а дробленый рис я видела под названием СЕЧКА": 0,
  "с ассенизатором значит можно, а с ментом низя? /видела давече ассенизатора с обручальным кольцом/": 0,
  "Юль, ну будто так можно спрашивать? Можно ж проще.. \"Вы работете с синхрофазотроном?": 0,
  "Вчера: Новый русский на своем мерсе с кондиционером едет из своего офиса с кондиционером в свой навороченный клуб с кондиционером, чтобы попариться в русской бане. _______________________________ Водители отечественных машин существенно экономят свое свободное время, пользуясь машинами без кондиционера.": 1,
  "Когда началось сокращение штатов, директор, отличавшийся своей тактичностью, вызвал к себе одного служащего: - Я просто не представляю себе, как мы будем обходиться без вас, - вздохнул он, - но, во всяком случае, с первого числа мы сделаем такую попытку.": 1,
  "Хвалить Путина по телевидению - могут все, тут таланта не надо. А вы попробуйте его по ТВ раскритиковать": 0,
  "Открывается дверь в кабинете зубного врача: - Следующий! Мужчина, чего не заходите? - Нет, я, пожалуй, ещё раз займу очередь за последним. А там, глядишь, или зуб болеть перестанет, или время приёма закончится.": 1,
  "Нынешняя пропагандистская \"Новороссия\" не имеет никакого отношения к исторической.": 0,
  "Смех ребенка - один из самых красивых звуков, который вы когда-либо слышали. Правда если это не в 3 утра. И ты один дома. И у тебя нет ребенка.": 1,
  "Ша, ша , ша.. уже никто и никуда не идет, потому что: closed/ dixi/": 0,
  "можно еще прибавить типа что еддят тоже по часам, и как вам всем с работой жутко повезло": 0,
  "Декан факультета международных отношений. Декан факультета психологии. Первый проректор по экономике. Первый проректор по учебной, внеучебной и учебно-методической работе.": 0,
  "Уточните, пожалуйста, Ленина - это улица или проспект, или переулок. С уважением, Utel.": 0,
  "Из выступления Путина перед голосованием в Гватемале. Мы будем очень внимательно следить за ходом голосования. А кто проголосует против Сочи - отключим газ.": 1,
  "ЕСЛИ санкции так нам полезны – почему мы так упорно добиваемся их отмены.": 1,
  "температуру в помещении повысте и проветривайте. Еще как вариант, слой краски потоньше": 0,
  "Существует два вида секса: невинный и винный. Вы какой предпочитаете?": 1,
  "Травматика по закону считается огнестрельным оружием ограниченного поражения.": 0,
  "Башар Асад согласился с ЕС и США и готов обеспечить безопасный выход вооруженных боевиков из Алеппо сразу на плоты, направляющиеся в Европу.": 1,
  "- Может зайдём ко мне? - Ну можно, а зачем? - Выпьем и это, ну я научу тебя делать минет... - Хм, а ты-то где научился?!": 1,
  "Черный маг, сатанист, дьяволопоклонник, придя на Дом-2 понял, что с таким потенциалом, как у него, идти только в священники.": 1,
  "Тот самый парень с фото, якобы который застрелил учителя. По телеку сплошная ложь": 0,
  "Семейный завтрак. Жена: Как я устала от этой бессонницы! Опять всю ночь не спала. Муж: Ах вот ты как! Ты значит нарочно храпишь, чтоб и мне не спалось?": 1,
  "Не пойду я ни на какие выборы... у меня тротуара к избирательному участку нет...!!!..))))": 1,
  "Никогда гнев не бывает таким праведным, как когда тебя обвиняют в том, что ты только собираешься сделать.": 1,
  "еше вот подумалось - героизм и насильственная смерть - всегда связаны? а насильственная жизнь какже?": 0,
  "Звонит Путин Медведеву среди ночи: - Димон, мне что-то не спится. На душе хреново. Расскажи мне сказку. - Мне только в голову приходит сказка про Лебединое озеро...": 1,
  "Для ждущих принца на белом коне - конь как правило ФАЯНСОВЫЙ !!!": 1,
  "— Сынок, погляди: у меня 400 рублей. У мамы 100 рублей. Сколько денег у мамы? — 500 рублей. — Верно, сынок.": 1,
  "оперативная память 512 емкость акумы 1800 ампер и их 2 низкая цена потому что таможенный конфискат редкий случай !": 0,
  "Женя, я те больше скажу. у них еще у всех есть фотка когда они вечером, ближе к закату, стоят и как бы держат в ладошке солнце": 0,
  "Кобра, тут разные подходы к вопросу. Мужчины всегда называли своим достоинством ум, а женщины называют мужским достоинством то, что Вы имеете в виду.": 0,
  "Вовочка (В) приходит со школы.. получил двойку по биологии.. отец (О) -за что?! В.... -птиц не знаю.. училка чучело хвостом ко мне показывает..": 1,
  "Переполненный одесский трамвай. Молодой человек учтиво уступает место женщине. - А что, сегодня таки 8 Марта? - спрашивает она, усаживаясь.": 1,
  "Записка пятилетней девочке. Будь умницей и слушайся телевизора! Мама.": 1,
  "Опасны ли иксодовые клещи для крупного рогатого скота и чем?": 0,
  "Заплати налоги - помоги чиновнику жить долго и счастливо": 1,
  "Порядочность и своевременную оплату гарантирую. Обращаться по телефону 8 922 910 227. Спросить Павла.": 0,
  "А вы не платите врачу за сложную операцию? А я думала, что у нас платная медицина? А потом Викентий не на свою дачу просит, а совсем на другое.": 0,
  "Два старика: - А как Степанычу то повезло!... Всю жизнь мечтал, вот чтоб лежать ничего не делать! Получилось!.. - Как смог то??? - Помер!": 1,
  "У Кати не было фотоальбома, поэтому момент секса оттягивать было нечем.": 1,
  "Ну, блин, а я то уже подумал, что вы живое пианино писать научились.. Ну да великих и в мрз слушать можно..": 0,
  "Пелевин - он другой, а Сорокин... ? Ну, писатель слов на бумаге...": 0,
  "что значит дорогой? билет на концерт Жанны Агузаровой доходит до 15 тысяч рублей вот это дорого.": 0,
  "Во-вторых, совместные переживания сближают, что делает хорроры удачным выбором для романтического похода в кино (если, конечно, хорроры любят обе \"половинки\").": 0,
  "Если над ТЭЦ замечен белый дым, то либо там избрали нового папу, либо скоро дадут горячую воду": 1,
  "Евровидение - конкурс, на котором два с лишним десятка стран представляют каждая свою версию олбанского английского.": 1,
  "Зачем вам выводы и сравнительный анализ? Сначала жить научитесь, просто жить. А уж потом он вам и нах не нужен будет.": 0,
  "Одурманивание сексуально-возбуждающими препаратами и скорее всего еще наркотическими с последующей принудительной госпитализацией в психиатрическую клинику.": 0,
  "Мировой судья на вопрос ответила - Она не юр консультация!": 0,
  "письмо-уведомление - это не сообщение о намерении, а уже подтверждение продавцом что он принял мое сообщение о намерении.": 0,
  "Часто смс-уведомление о зачислении бабла приходит гораздо позже самого бабла...": 0,
  "крымнаш, а землю на переселение нарезают почему-то за Уралом": 0,
  "Всадник без головы - единственный, кто доволен своей фотографией в паспорте.": 1,
  "поспешные выводы я сделал в твоем отношении..... такой же дебил, оказывается, как и твои прокладки ладно, удачи, разговаривайте сами с собой...": 0,
  "Согласно образовательным программам, необходимо, чтобы школьники знали основы истории.": 0,
  "- Как называется наличная валюта? - Нал. - А когда ее становится очень много? - Тогда возникает криминал.": 1,
  "Чрезвычайно компанейский парень, заводила, душа компании!": 0,
  "хватит лгать!! Советская армия в 80-х была сильнейшей в мире": 0,
  "ав школее? яж не про 99й))))) просто вчера считала, что девочке то лет 10 было в 98 м то а уже панком былаа Вспомнила, что Гупко фанател от Чичолины": 0,
  "- Привет, Саня, у меня тут проблема в проводке возникла... ты же ведь электрик? - Нет, я токарь! - Ну, всё равно же с током связан, пойдем, поможешь, а?!": 1,
  "Первое и последнее интервью известного телеведущего Михаила Леонтьева в качестве вице-президента Роснефти: - Бабло,заработанное от добычи нефти,попилили между собой топ-менеджеры нашей компании!...Однако,здравствуйте!": 1,
  "в нашем климате зимой из сырых овощей доступна только картошка, морковка,капуста, репчатый лук и лук порей. кабачки и тыквы к декабрю уже опасно есть - семена прорастают.": 0,
  "Пациент приходит к врачу и говорит: — Доктор, я плохо себя чувствую. — Проглотите этот шуруп. Что-нибудь чувствуете? — Да, я чувствую себя хуже! — Все ясно! У вас аллергия на шурупы!": 1,
  "Простите, вы про Баку или про Грузию? Это, я сказал бы, совсем разные государства, вернее, государство и столица иного государства.": 0,
  "У наших лыжников и биатлонистов оправдания, как у херовых игроков в Тетрис – не сложилось.": 1,
  "недра принадлежат народу и народ имеет право взять чвою часть недр": 0,
  "Из школьных сочинений: - Саакашвили и Ющенко - это реинкарнация Вильгельма и Ленина.": 1,
  "Скупая в обменниках доллары, патриотично настроенные россияне пытаются обрушить экономику США, впаривая им обесценивающиеся рубли.": 1,
  "И уже не мама с папой, а Вы. Заведите себе какое-нибудь дело. И не стопоритесь на приборке.": 0,
  "- Что у Путина с лицом? - Понимаешь, девушка при всех позвала его поужинать! - А он? - Подмигнул и сказал, что он ее услышал. - А с лицом что? - Людмила Путина тоже их услышала...": 1,
  "Идет суд. Бабушка-свидетельница: - Иду, вижу кусты шевелятся. Думаю еб#ся. Подхожу ближе- точно... - Бабушка, не говорите еб#ся, говорите сношаются. - Ну, да. Иду, вижу кусты шевелятся. Думаю: сношаются. Подхожу ближе- не-ет.. еб#ся!": 1,
  "Маркс, Ленин, Гитлер, Муссолини, Сталин, Троцкий, Мао Дзэдун, Геббельс, Гимлер - авангард убойного отряда истории.": 1,
  "Вы перестали получать удовольствие от секса с ним. Сказать об этом вы ему не можете, боитесь обидеть. От того, что не можете сказать, беситесь.": 0,
  "Когда в бассейны фитнес-центров все чаще стали заливать реагент, при смешивании с мочой окрашивающий воду в сиреневый цвет, выражение мне все фиолетово, сказанное в присутствии начальства, приобретает крайне недвусмысленное значение. (с)Ivan Fuckov": 1,
  "- Хочется как в детстве... как маленькая девочка... залезть под стол, обнять коленки и плакать, плакать... - Димон, а что случилось? - Жена машину разбила...": 1,
  "Слышал от Михалкова что бог Путина поставил президентом-немного подумал и понял Никита оскорбил мои чувства верующего-ставил его Березовский!": 1,
  "Только для мАсквы - это нищий, а для Верхней Салды - миллиардер. И вообще.": 0,
  "- Мам, а что такое кулуары? - Кажется, город в Молдавии.": 1,
  "Уголовное законодательство России хорошо тем, что пока вас не убьют, обороняться вы не можете.": 1,
  "Ещё как слушаю. Если существуют виниловые пластинки, то почему их нельзя слушать?": 0,
  "Акустический парадокс наших жилых домов: Никогда не слышно, что кричат из кухни, зато прекрасно слышно как сосед двумя этажами выше страдает от запора...": 1,
  "- Почему качать мышцы ходит лишь 0,01 процента мужчин? - Потому что то место, которое они все хотели бы накачать, не содержит ни одной мышцы.": 1,
  "«Если твой противник холерик – раздражай его». А что делать с меланхоликами, флегматиками и сангвиниками?": 0,
  "Потом перестала. Правда и попадало ей как сидровой козе.": 0,
  "Путин заявил, что некие иностранные силы целенаправленно собирают биоматериал россиян. Так завуалированно о работе ассенизаторов из Средней Азии ещё никогда не говорили.": 1,
  "а мне кацца это 03.01.06 Видел её еще до ПН в \"Купце\" с подружкой": 0,
  "Информационные сводки с полей сражений. «Ночью нескольким группам тараканов удалось не подпустить гражданку Иванову к столу и холодильнику на кухне. Атака на еду была успешно отбита».": 1,
  "-Скажи , милок, комнату ты у нас снял, чтобы тут болезнь свою срамную залечить? -Какую еще болезнь, бабушка? Отдохнуть у моря хочу! -А зачем тогда у тебя на столе книжка лежит - Триппер. Я его все-таки поймал? - Бабушка, вы наденьте очки, прочитайте внимательно, детектив это с ужасами про маньяка - триллер!": 1,
  "еще зависит от того как беременность проходила. может с одним из детей токсикоз сильнейший был.....": 0,
  "последний, Путин - президент, а кто предыдущий бог его знает": 0,
  "12 пенсионеров - 9 тысяч рублей?? это что ж за пенсия то такая............": 0,
  "- Вы даже не представляете, как трудно приготовить настоящий сыр в домашних условиях! - Почему трудно? - Потому что для этого сначала нужно купить дом...": 1,
  "пожалуй, это самый тяжелый случай, если мужчина слушается только, когда женщина начинает капризничать, а женщина не может найти другого подхода, кроме как капризы.": 0,
  "Хотите, дрыгайтесь на месте. Хотите, поднимайте руки вверх. Хотите, шевелите бедрами. Людям зачастую просто всё равно.": 0,
  "Крым - это наша земля! А крымчане - это наш народ! - заявило украинское правительство. - А чтобы они в этом не сомневались, мы им отключим газ, свет и воду!": 1,
  "Цепочка такая. Олимпиада-2012 - Олипиада-1980 - Баба Яга против Олимпиады - Чаплин против Бабы Яги - Церковь за Олимпиаду. Ну неудивительно, попы живут со спортивной торговли водкой.": 1,
  "Легендарному конструктору-оружейнику Михаилу Калашникову исполняется 90 лет.": 0,
  "КОМУ СЧАСТЛИВОГО КОТА???????? обалденные усы у него еще!": 0,
  "Медведева признали человеком года по версии журнала Мурзилка.": 1,
  "Украина – единственное государство в мире, у которой во время оккупации расширилась собственная территория.": 1,
  "современная наука в плане контрацепции далеко вперед продвинулась. я предохраняюсь есличо.": 0,
  "Упокой,Господи,его душу грешную.Встретился,небось,в своем арабском аду с девственницами.Наконец-то!!!": 0,
  "Получил штраф за управление государством в нетрезвом виде.": 1,
  "а потом: Газпром - мечты сбываются, в 2008 г было подключено *** квартир": 0,
  "и что, твари прекратять срать на детских площадках. может лучше хозяев тварей мордой в дерьмо тварей.": 0,
  "Тебе ведь сказали, тебенадаиль Мезозойскую иль в Каленозойскую эру, там гиде то динозаврики жили!": 0,
  "Предсказываю судьбу по паролям! А также по девичьей фамилии матери и по номеру и серии паспорта.": 1,
  "Если в автосалоне отсутствует автомобиль любимого вами цвета, берите любой. Через пару недель это будет ваш любимый цвет.": 1,
  "Это дело потом участковому сообщить. Я участкового предупреждала,что собака потерялась бесследно у соседки.": 0,
  "Кстати, да. Еще никто в мире не решился устраивать Harlem Shake на военных мемориалах .": 1,
  "Пример Анны Семенович и Анфисы Чеховой учит - большая грудь прокормит не только ребенка, но и хозяйку.": 1,
  "Настоящий склероз - это ни когда ходят с расстегнутой ширинкой, а когда забывают засовывать обратно то, что из нее высовывали...": 1,
  "Сегодня. .......... - Ты хочешь быть правым или ты хочешь быть счастливым? - Я хочу с тобой поговорить. - Тогда молчи.": 1,
  "я не про стены, а про межкомнатные. Стены в 1м доме ПСБ. В след.": 0,
  "Даешь к 2015 году гамбургеры в Вашингтоне по 12 руб. 50 коп.!!!!!!!": 0,
  "Да цыганочку сплясать..... вот оно отдохновение души.....": 0,
  "Москва и Московская область являются двумя независимыми субъектами Российской Федерации, поэтому мэр Москвы по своему положению формально равен губернатору Московской области, так же как мэр Санкт-Петербурга равен губернатору Ленинградской области..": 0,
  "При ледянной воде видимость полтора метра, больше небыло. Рыбу не видел, ничего не подстрелил": 0,
  "Офисная работа не проходит даром. Научился ремонтировать носки степлером.": 1,
  "мы всем абсолютно довольны. массаж стоит 350. зовут ее Нина ивановна. к нам она ездит на ул, Посадская. есть вопросы то в личку": 0,
  "В первый раз за 25 лет Минздрав сделал что-то полезное для людей - покупать сигареты по каталогу действительно гораздо удобнее, чем с витрины!": 1,
  "Видимо я единственный,кто не выдвинул свою кандидатуру на пост мера Химок.": 1,
  "Хотелось бы некоторым напомнить: что быть россиянином, ездить на Мерседесе, владеть недвижимостью за рубежом, получать деньги от правительства другого государства и при этом иметь любовь соотечественников, может только Штирлиц.": 1,
  "Поздно, объявление закрыто Порода: Немецкая овчарка Щенок немецкой овчарки (длинношерстный).": 0,
  "Семья новоселов осматривает новую квартиру. Обсуждают - куда какую мебель ставить. Вдруг ребенок пяти лет грит: - А тут мы полку зае*еним. Мамаша как шмякнет ему по репе: - Понял??!!!! - Да, мамка, понял! - Что ты понял? Говори! - Мамка, тут полка на уй не нужна...": 1,
  "чувак ты перепутал... то была силосная башня... молоко береца из коровы...": 0,
  "По телеку сейчас сказали,что прокурор Грузинии опроверг эти слухи.": 0,
  "страшно только сначала . а потом ерунда попробуйте сами .": 0,
  "Два гроба с \"задисидевшими\" даже не открывали. То, что осталось от впередисидящего кремировали. Так что ничего ничего там весёлого.": 0,
  "Дорогой дедушка Мороз. Пишет тебе мальчик Витя. Прошу, дочитай это письмо до конца. Это не спам, это реальная возможность заработать деньги.": 1,
  "зайка милая цунами найс стерва тактактаак это 2005 скорее всего": 0,
  "Бросает потому как соскучилась по екатеринбургу и воспоминания находят сегодня.......": 0,
  "- Милый ты не забыл - сегодня мы идем на день рождения моей мамы. - Почему идем? Полетим на подарке, я ей метлу купил!": 1,
  "На запрос Как спрятать труп?, Google настойчиво рекомендует его продать.": 1,
  "Я думаю так и сделают - даже будет официальный перенос вечного огня с факелом, там погасят - тут зажгут": 0,
  "ВЫШЛА на улицу ГУЛЯТЬ С СЫНОМ... ДЕТИ ВОКРУГ - Афродита, Виолетта, Станислава, Макар, Родион, Дионис, Елисей, Беладонна, Аэлита... И ТОЛЬКО Я ОДНА, КАК ДУРА, ВЫВЕЛА ГУЛЯТЬ Серёжу ))": 1,
  "Да что там коня на скаку... Есть женщины в русских мегаполисах - лёгким поворотом руля останавливают до тысячи лошадей...": 1,
  "В предверии выборов: СПАСИ СТРАНУ-СПРЯЧЬ БАБУШКИН ПАСПОРТ!": 1,
  "Мне кажется, что Вам это действительно только кажется, т.к. уточнения \"хорошо\" или \"плохо\" не было.": 0,
  "А вот и не зря. Она мать и ей лучше знать как воспитывать ребенка.": 0,
  "Не знаю, как он тогда не сбежал от такой дуры, как я, но мы уже 2 года вместе)).": 0,
  "На перекрестке. Старушка: – Внучок, приглядись, пожалуйста, там зеленый? – Зеленый, бабуля! – Переведи, пожалуйста! – Ну, это... как его... GREEN, по-моему...": 1,
  "ну я кажется посвятила тебе одну долгую беседу по поводу того кто такой аниматор)))) Это не только то, кто танцует в ночных клубах.": 0,
  "Бабушка посмотрела DVD-диски у внука и всё-таки решила дойти до Берлина.": 1,
  "- А моя жена мне постоянно делает массаж... - О, повезло! - ...барабанных перепонок": 1,
  "Вы что-нибудь понимаете в нервных болезнях и головной боли.": 0,
  "У нас на 4 этаже тетьки с дятьками пили и подрались, тетьки вызвали ментов, дядек всех забрали, тетьки теперь на весь подъезд сокрушаются, что менты козлы, без дядек скушно. BestBash.org": 1,
  "Думаете, почему у дома не закапывают? Потому что соседи откопают и под дверь подкинут. И так много раз. И полицию вызовут, скажу, что какие-то подозрительные люди что-то копают посреди ночи. А парк как бы ничей.": 0,
  "Тоже ведь их права нарушены. Ну и браки однополые пора разрешать, а то неравенство опять же. Так?": 0,
  "Это конечно все весело, но к чему это? Для тех кто хочет почувствовать себя премьером...Или что?": 0,
  "Всего тебе наилучшего!!!! Что бы всё сбылось о чём ты мечтаешь!!!!!": 0,
  "Голландские авиалинии: Наши пассажиры улетают гораздо быстрее и дальше наших самолетов!": 1,
  "Один раз в неделю - просто будь собой! В остальные шесть - восстанавливай репутацию.": 1,
  "В 2007 году прикололся: убедил девочек в бухгалтерии, что соединённую через USB-удлинитель флешку следует держать вертикально, чтобы файлы быстрее стекали в компьютер. Полгода они так и делали и даже верили, что оно действительно быстрее. В 2008 году коллектив прозрел, и я остался на месяц без премии.": 1,
  "Объявление: Детскому дому №2 на работу требуются НЯНИ-САНИ-ТАРКИ…": 1,
  "Будет весело и познавательно. А еще можно купить штуку евро и штуку баксов. Вкладывать в акции и СГБ - не рекомендую. Ну не последний же я садист....": 0,
  "Я художник, и как положено художнику - голодный.. но не до такой степени...": 0,
  "- Рядовой Сидоров, почему забор не докрашен? - Краска кончилась, товарищ майор. - Э-эх, краска... Вдруг атомная война, а у нас забор не докрашен!": 1,
  "Женщина спрашивает попугая: - Ну что, попка-дурак, говорить-то умеешь? - Умею. А ты, дура, летать умеешь?": 1,
  "Сказано - сделано: Спасибо! Информация о выбранном Вами сообщении была отправлена модератору форума.": 0,
  "Считаю победу Владимира актом неприкрытой предвыборной агитации в \"день тишины\" в пользу другого Владимира.": 0,
  "И вошли ноги по колено… в ж\"пу. Не приняла земля русская ног инородцев ..": 0,
  "— Вы так жизнерадостно выглядите, скажите, в чем ваш секрет?  — Я избегаю ответственности.": 1,
  "А так то звучит зловеще. -Ожившие цобаке на Эльмаше. -Цобаке-зомби на ВИЗЕ.": 0,
  "- Что будем хавать? - Все. - А вы, простите, кто? - Пипл.": 1,
  "- Рэкетиры, севшие в 90-е, выходят на свободу. - То-то столько коллекторских контор развелось.": 1,
  "Нет конечно, может быть некоторые эстонцы этого и хотели бы, но членство в НАТО и ЕС не способствует.": 0,
  "Ебать-колотить! - ответили в один голос мужики деревни Синюхино на вопрос: зачем нужно жениться?": 1,
  "Культурный человек обязательно должен прикрывать рот рукой, когда блюет в гостях.": 1,
  "Навеяно видеосюжетом из Гори: Мишо бежал быстрее лани, Быстрей, чем заяц от орла. В ботинок из-под камуфляжа Струя могучая текла...": 1,
  "НАТО в срочном порядке шлет в грузию гуманитарную помощь-два вагона памперсов...": 1,
  "Последний раз надо есть за 2-3 часа до сна. Поэтому, если лечь спать в 5 утра, то в 2 часа ночи можно смело жрать.": 1,
  "А человеку свойственно почему-то считать себя венцом эволюции ....": 0,
  "Учитель задаёт Даше вопрос: - Кто из домашних животных имеет четыре лапы? - Собака, кошка, коза, корова, - отвечает Даша. - Правильно! А ещё? - Два гуся.": 1,
  "приехать что ли тоже знакомиться...а она долго у вас будет? а еще же мелкая собаченция?": 0,
  "И, положа руку на сердце, скажите мне, кто из вас ни разу не поднимал руку на женщину?": 0,
  "Ухаживаний одного мужика ей будет недостаточно. Потребность показывать себя кому-то еще. 2.": 0,
  "- Как оцениваешь политику партии и правительства? – Одобряю. Безразговорочно. BorisV": 1,
  "Ответ 4. А что бы ответ был более интересный, расскажу, как я стал великим математиком.": 0,
  "Но если вкратце то: Компьютерные игры могут влиять на психику человека - да. Компьютерные игры могут побудить агрессию - да. Одинаково ли влияние на всех - нет.": 0,
  "А я помидорками с сыром питаюсь. И гречкой тоже. Или рисом.": 0,
  "Бабкина? Попали под хоровод?? Ну а что Бабкина. Народ Бабкину поет. A вас нет. Народ и Кадышеву любит. Его право.": 0,
  "\"Свердловская полиция репетировала теракт на избирательном участке\" Может всё-таки предотвращение теракта?": 0,
  "Знаете ли вы что 98% сoлдaт стрeмятся пoпaсть нa грaждaнку, и тoлькo 2% - нa гpaждaнинa.": 1,
  "Ну да. Россия и демократия. Есть в этом что-то лесбийское...": 0,
  "Дорожники объяснили зачем они ремонтируют дороги по два раза в год – весной они укладывают летний асфальт, а осенью – зимний, более мягкий. Теперь автомобилистам не надо менять покрышки, о них уже позаботились.": 1,
  "А для хорошей фигуры упражнения на пресс надо делать нипадеццки!": 0,
  "Люди! Пожалуйста не опаздывайте в кинотеатр - Вы не только мешаете сидящим позади Вас персонам - но и миллионам онлайн зрителям ВКонтакте!!!": 1,
  "- Девушка, можно с вами познакомиться? - Нет. - Почему? - Потому что мне будет скучно, а вам непонятно. - Почему??? - Потому что мне уже скучно, а вам уже непонятно!": 1,
  "В конце бурной семейной ссоры муж выдаёт жене: - Надо тебя сексуально наказать! - М-м-м, дорогой! Мне опуститься на колени, или ты накажешь меня сзади?! - Нет, б***ь, пойду соседку трахну!": 1,
  "Раньше наши люди следовали курсу коммунистической партии, а теперь – курсу американского доллара. Василь Лукаш": 1,
  "Самый лёгкий способ осознать, что именно с тобой происходит - попробовать это рассказать. Сформулировать вслух. Самый короткий разговор обычно куда эффективнее, чем долгие часы молчаливых размышлений. Очень прочищает голову.    Макс Фрай": 0,
  "Ну нравится людям на кнопочки нажимать, пусть нажимают. Может они мысль по другому высказать не могут.": 0,
  "Вы врагов себе наживаете,силы есть чтобы справиться? Воевать готовы?": 0,
  "Женское мнение: «Сказка о Золушке – это доказательство того, что красивая пара обуви может круто изменить твою жизнь!»": 1,
  "Могу ли я отвечать на вопросы на TheQuestion, если у меня не все в порядке с орфографией и грамматикой?": 0,
  "НУ, ЕСЛИ \"ПОВЫШЕ\", ЧТОБ ЕГО ДОСТАТЬ, ТО ТОГДА, МОЖЕТ, \"САМОЛЕТ ХОРОШО\"? ИЛИ ВСЁ-ТАКИ \"ОЛЕНИ\", ОДНАКО, \"ЛУЧШЕ\"? И, тем не менее, Марка счастливой прогулки.": 0,
  "Суки-кацапы поставляют нам отравленный газ! Сначала не верил, а потом отсоединил шланг от плиты, сунул в рот и начал дышать... Еле откачали!!!": 1,
  "я за Рулетики из куриного филе в хлебной корочке автор SHAKIR71": 0,
  "Не думала, что до такого дойдет. Куда катится мир? Или Свердловская область катится?": 0,
  "Школа жизни - Это школа капитаааанов Там я научился водку пить из стакааанов Школа жизни - это школа мужчин.": 0,
  "Грузин едет в одном купе с балериной (балерина, естественно, - одни кости ). Грузин долго на неё смотрит, затем спрашивает: - Слюшай, дэвушька, у тебья сиськи есть?! Балерина, немного смутившись: - Есть... Грузин: - Вай! Пачэму нэ носишь?": 1,
  "Мальчик наконец-то добился от девочки согласия на секс. Он приводит её домой, снимает штаны и спрашивает: - Ты знаешь что это такое? - Да, это пиписька! - Вот теперь знай - это мужской член! - Ты знаешь, членов я видела много, поверь мне - это пиписька!": 1,
  "Что значит \"состояться в жизни\", и что такое \"успешный в жизни\" человек?": 0,
  "Всегда настораживают объявления Перевозка мебели. Трезвые грузчики, приклеенные под углом 30 градусов к горизонту.": 1,
  "А, придумал, вместо веера используем. Обмахиваться будем ими.": 0,
  "Как отсидеть, так и побывать в зоне боевых действий- можно по-разному.": 0,
  "а как писать в третьей графе, что человек принят на работу на должность главбуха, если никакого бух или финансового отдела нет? Просто \"Принята на должность главного бухгалтера\" и все?": 0,
  "- Шеф нашей фирмы - любезнейший человек в мире. - Почему вы так считаете? - Он вызвал меня и сказал: Я не представляю себе, как я смогу обойтись без вас, но с нового года я попробую.": 1,
  "Рада приняла условие Запада на получения кредита: посадить народ на хлеб и воду. Но решила делать это постепенно - сначала только на воду.": 1,
  "И очень новогоднее. И вообще, понял почему на корпоративе Белочка и Лось бегали": 0,
  "Моя девушка никогда не будет клянчить у меня деньги. Она не такой человек. Она их тихонько подворовывает.": 1,
  "Лишь просмотрев пару-тройку немецких порнофильмов, начинаешь понимать, что только героический рабочий класс Германии мог вдохновить классиков марксизма на замечательный лозунг Пролетарии всех стран, соединяйтесь!": 1,
  "Instagram придумали бабушки, чтобы знать, хорошо ли кушают их внуки.": 1,
  "а мне пишите письма мелким почерком и страниц побольше!!!": 0,
  "Когда же, наконец, правительство введёт налог на вентиляторы и кондиционеры? Платим же за тепло, почему бы не заплатить и за холод?": 1,
  "Выпив стакан водки, рыбак забросил удочку. Совсем забросил...": 1,
  "свой фейс,свой звук,свой свет враг не пройдёт! всё будет на высшем уровне! WAIT RAVE!!!": 0,
  "Потому что в субботу на тренировку, а в воскресенье на экскурсию. Вот ведь как мало надо для счастья человеку": 0,
  "- Путин временно разрешил крымским чиновникам вести бизнес ... - Им же надо продать то что спёрли!": 1,
  "Ну что я могу сказать на это... Некоторые с пистолетом в баке с заправки уезжают и чО?": 0,
  "Сейчас уже и в трусах петь - большая конкуренция. Видимо надо..": 0,
  "Синяки-это ерунда. Я прыгала с парашютом,там синяков тоже много...": 0,
  "Да, птн-13 надо объявить днем честности. Что бы про себя сказать честное?": 0,
  "Даже алкоголик Сидоров не пьёт 4 ноября. Потому что не знает за что...": 1,
  "хочется назвать мужчину Котиком. или Пупсиком. но боюсь что это....... ну не оценит короче.": 0,
  "забыли добавить -А съэекономленые деньги стырят. добровольные дружины, добровольные субботники...": 0,
  "У меня вообще 1,5 месяца горячей воды нету. Не помню даже как это бывает, что бы из крана да горячая вода.": 0,
  "- Прибыль делим 50 на 50. - Я хочу 70! - Ну ладно, 70 на 70!": 1,
  "ранимы по натуре и смена хозяина и места обитания для них большой стресс.": 0,
  "Алла Пугачева пока стесняется сказать Максиму Галкину: - Ты отнял у меня лучшие годы!": 1,
  "- Доктор, я хотела бы увеличить грудь. - Мне всё равно, делайте что хотите.": 1,
  "он строго спит со мной... каждое утро вместо будильника меня будит...": 0,
  "Чему удивляться.... Афтар а че там на объездной-серафиме было? Хде новости???": 0,
  "Из учебников истории будущего: «В начале 21 века российский народ был беспощадно запутан и отмедвежен».": 1,
  "Попросить повернуться? И кстати, историю с рейдерским захватом руками двух РАНовских сотрудников (одному - 56 лет) как-то уже подзабыли?": 0,
  "гулял и хорошо. сейчас то, вам говорит - что любит и не будет.": 0,
  "У меня пупсик был любимый, Кать не обижайся, но его Андрюша звали.": 0,
  "за 30 лет до 1991 года был год 1961. Тогда об этом если и думали, то в массе своей пациенты психиатрических лечебниц.": 0,
  "фи...какая пошлость..мы вот берёзовый сок пили, как умные :p": 0,
  "Если на Вас напал маньяк, нанесите ему резкий удар в кадык! Это повергнет насильника в беспомощное состояние. И теперь уже у Вас есть некоторое время, чтобы осуществить свои самые смелые фантазии...": 1,
  "Разговаривают два друга: - Я женся! - Ну и как жена красивая? - Все говорят что на божью мать похожа. - Тот смотрит на фото Матерь божья!!!": 1,
  "Там готовят вкусно и совсем недорго, очень хорошая столовая": 0,
  "Два рабочих разговаривают: - У нас вчера охранник задержал на проходной менеджера с ворованной продукцией. Сразу выгнали. Ужас! - Ну и правильно так и надо наказывать. Можно и построже. - Так теперь проходная без охранника.": 1,
  "успела с ленейчкой ага, так и думала тоже может. главное что вовремя обнаружили!": 0,
  "5125. пять раз в стену. что б разбить. но в чехле. НИЧЕГО!!!!": 0,
  "Какие все же ученые умные, а почему они решили что для существования на марсе марсианам нужна была пресная вода, может быть их как раз устраивала соленая....спорный вопрос": 0,
  "а вот если древний найдешь с ZoomVideo, то он и на п1 заработает, у меня такой был...": 0,
  "как всегда, деньги получены, работы ведутся на отъявись, никто не виноват, а страдают налогоплательщики...": 0,
  "сша ведь не дураки - делают все быстрее! а главное не делятся своим планами!": 0,
  "Если чиновники могут брать взятки, платя, когда попадаются, штраф, то простые граждане должны иметь право воровать в магазинах на тех же условиях!": 1,
  "Я не думаю, что он задумывался как исключительно положительный герой. Он задумывался как герой того времени, который отображал сложившуюся действительность. И нет идеальных людей, все иногда врут..": 0,
  "Сидит пьяный бомж на паперти у церкви с табличкой в руках Подайте на хлеб бедному потомку Рюриковичей.": 1,
  "- Говорят, что власть иногда не понимает свой народ, говоря с ним, на разных языках? - Правильно! Вот и Медведев на выборах, урне спасибо сказал!": 1,
  "-У нас в этом году число призывников сократили или оно осталось прежним? -Вроде бы да, уменьшили. А что? -Просто если бы у нас увеличили число призывников, то мы точно воюем с Украиной": 0,
  "Порядочный Человек и Сволочь с первого взгляда выглядят одинаково.": 1,
  "Саш, что делаешь? — Дерево выкапываю, математичка домашку дала — корень найти. — Ни фига, тебе еще повезло: Федьке она ваще сказала член на многочлен разделить. Сидит нож точит, плачет.": 1,
  "Известно, что молния бьет в самый высокий обьект. Что делать, если гроза застала вас в чистом поле, где самым высоким обьектом являетесь Вы?... Нужно быстро найти углубление или ложбинку и присесть там. Ну, и на всякий случай штаны приспустить...": 1,
  "(бешено вращая глазами) Где этот трус Будж?! Пачиму он спряталса??? \"Леопольд! Выходи подлый трус!\"": 0,
  "- Почему Ной на Ковчеге поплыл в Армению? - Потому, что свинья отказалась плыть в Украину!": 1,
  "2016 год, Путин подписал указ об уничтожении на границе нелегальных мигрантов!": 0,
  "Кстати, РПЦ вон десятину вернуть жаждет. Может, тоже поддержим, раз уж мы такие альтруисты все?": 0,
  "На такое важное дело ни сколько не жалко бюджетных денег! Это поднимет престиж области и губернатора лично!": 0,
  "- Хорошо иметь руки, растущие из жопы - можно шнурки завязывать не нагибаясь!..": 1,
  "- Мужчина, мы проводим социологический опрос. Вы можете ответить на не совсем обычный вопрос? - Пожалуйста. - На какой планете вы бы хотели жить? - Да, на которой пиво бесплатное… - Афоня?! Борщов?! Ты?!": 1,
  "- А чего ж не прийти - приду... - А она не одна придет - она с кузнецом придет... - А зачем нам кузнец?! Не... нам кузнец не нужен... \"": 0,
  "Майкл Фелпс, сильнейший пловец нашего времени, олимпийский чемпион, завоевал четырнадцать золотых медалей.": 0,
  "П@здец – самый лучший диверсант: он всегда подкрадывается незаметно.": 1,
  "хм... Люся удачного полета мягкой посадки и легкой учебы...": 0,
  "Не обязательно Scott. Не торопитесь выбрасывать свой старый вел! Выбрасывайте его медленно, с удовольствием! (Источник: ВелоПитер)": 1,
  "Во времена Иисуса Христа в обществе царила нетерпимость.": 0,
  "Жизнь, в своей основе, алогична, поэтому некоторому числу мудаков так и не удалось стать депутатами Госдумы.": 1,
  "На приеме: - Профессор, сколько вам лет? - 75, милочка! - Никогда бы Вам не дала! - Так я уже 10 лет не прошу.": 1,
  "Традиционный вопрос от «БИЗНЕС Online»: три секрета для успеха в бизнесе?": 0,
  "ну вот агент получил свое вознаграждение только когда продал квартиру, а не за то что водил к нам потенциальных покупателей...!": 0,
  "Какие нестыковки есть в версии, что министр Улюкаев получил взятку в два миллиона долларов за одобрение покупки «Башнефти»?": 0,
  "Психическая атака: нацепить на велик мигалку и по встречке нестись навстречу крутому джипу с мигалкой...": 1,
  "Был я в свое время в закромах карусели, это просто пи..дец! Это был последний поход в этот гавнозин.": 0,
  "Журнал 6 соток включил журнал Forbes в первую сотку самых влиятельных изданий года.": 1,
  "Молоко, настоянное на селёдке чистит там, где «Активия» не достаёт…": 1,
  "Её взгляд просвечивал кошелёк и сканировал банковскую карту.": 1,
  "Для того, чтобы быть геем нужен ещё один гей, а вот пидарасом можно быть в одиночку.": 1,
  "И почему в Салехарде требуется разрешение ФСБ, а, скажем в Санкт-Петербурге или Геленджике — нет???": 0,
  "потратить жалко, а вот калечить себя по-глупому - это мы на раз...": 0,
  "А зачем?? Или в этой жизни нужно попробовать всё? Я когда то видела эту еду( в детстве) но, блин попробовать мне не дали": 0,
  "Для наблюдающего за этим несчастьем, косм. корабль будет всё больше замедляться и краснеть.": 0,
  "Бузова - идеальный пример того, как тёлка, желая зае*ать бывшего, заё*ывает всю страну.": 1,
  "что тут осуждать то можно? ничего же плохого не делается!": 0,
  "Почему? Так, для души... поедем на Мальдивы... ну.. я не злопамятный не-не.. Альпинистов на Химмаше.": 0,
  "А то на дворе 21 век, а УБРиР до сих пор как дикари без интернетбанка.": 0,
  "- Послушай, Вася, а не пошёл бы ты в Ж…? - Послушай, Люся, а не пошла бы ты на…! - Что?! Ты что, меня посылаешь?! - Нет, как и ты, - приглашаю:) - :)": 1,
  "Есть и счастливые семьи, и зао становились женами и живут до сих пор вместе.": 0,
  "Бедные родители! Опять будут сыновей получать в цинковых гробах.": 0,
  "так может к первоисточнику обратиться Артур Кларк. 2001: Одиссея Один, глава 39 и далее по тексту": 0,
  "Кошки могут быть очень коварными, подлыми и мстительными. И это далеко не полный список их достоинств.": 1,
  "Две девушки после хорошей попойки просыпаются утром. Смотрят - в квартире курит обнажённый молодой человек. Одна молча глядит на другую, а та в ответ: - Ты ещё спроси, чей он!": 1,
  "- Какие виды психологического насилия вы знаете? - Подъём в 6 утра.": 1,
  "никак Андрейка... думал ты самый хитрый - ответ неверный.": 0,
  "Любовь - это когда встаешь пораньше, чтобы сварить ему чашечку кофе... А кофе уже готов!": 1,
  "раз своего не хватает ))) Я-то пролетела, у меня сисек нет": 0,
  "у петросяновских уродцев половина шуток ниже пояса, причем все с этакой псевдо-интеллигентской стеснительностью. Типа пошутят про писю или попу и краснеют....": 0,
  "– Молодой человек, я не поняла, вы сейчас что, жопу мою сфоткали? – Ну а чё? – Покажи... Фу, удали. Давай ещё раз...": 1,
  "Сидит мужик на кухне и что-то тихонько мурлыкает себе под нос. Вдруг врывается жена и орёт на него: Ты чего, сука, шумишь, ребёнка разбудишь!!! За стенкой раздаётся дикий вопль проснувшейся крохи. Жена с ненавистью шипит: Разбудил-таки, сволочь!": 1,
  "Какие есть фильмы, где главный герой - это интроверт? Фильмы наподобие «Хорошо быть тихоней»?": 0,
  "Из новостей: Дику Адвокату не заплатили 300000 евро зарплаты за июль. Ну и х.й с вами, пидорами, сказал он. Приобщись к футбольной сборной, вступай в ГБДД! Зверев обещал провести мастер-класс по пользованию польской косметикой для футболистов.": 1,
  "Все меньше сомнений в том, что Путин восстановит СССР. И все меньше сомнений в том, что сделано это будет в границах Москвы и Московской области.": 1,
  "Сборной России по футболу разрешили выступить на параолимпийских играх основным составом. © konde13": 1,
  "на странице щелкните правой кнопкой мыши в опере и выберите обновлять каждые ххх там выберете значение": 0,
  "Тупая реклама. Он: -вхожу - выхожу, вхожу - выхожу… Она: -сколько можно это делать с интернетом за баблосы, если ты можешь это делать со мной совершенно бесплатно???": 1,
  "Вот так всегда - талантливые и неординарные личности так рано погибают!": 0,
  "Самый новый отражает планы развития столицы Урала до 2025 года.": 0,
  "\"За 3 дня инспекторы ГИБДД оштрафовали уральцев на 3 миллиона\" - главные эти подполковники...": 0,
  "Настя: -Иванушка! Почему ты не празднуешь День Победы? Ведь ты воевал с Ковпаком! Иван: -Да, Настенька. Именно с ним я и воевал...": 1,
  "- Доктор, вот вы мне настоятельно рекомендуете бросить курить, а я вижу на вашем столе пачку Мальборо и пепельницу. - Батенька, вы делайте так, как говорит доктор. Но не делайте так, как делает доктор...": 1,
  "\"Я понял, что когда новорожденный впервые сжимает отцовский палец в своем крохотном кулачке, он хватает его навсегда\". Габриэль Гарсиа Маркес.": 0,
  "в его честь поднимался РОССИЙСКИЙ ФЛАГ и звучал РОССИЙСКИЙ ГИМН.": 0,
  "А пиво Вы пробовали (пить)? А мороженое (как еду)? А вдруг и это понравится....": 0,
  "В смысле, со своим ноутбуком? А в этих, как Вы говорите, \"ресторанах\" выдают каждому свой?": 0,
  "и как он может быть новым, если эта серия выпускалась в 2009-ом?": 0,
  "Не забывайте, что депутаты Госдумы, в буфете которой открыто продаётся санкционка, также самоотверженно борются с терроризмом, экстремизмом и детской порнографией.": 1,
  "Знаете, Буддизм все-таки не религия. Ничто не может называться религией, пока не повлечет смерть миллионов.": 1,
  "Поработав 10 лет в ЗАГСе, я поняла: понемногу разбирают даже ебанутых.": 1,
  "Предлагаю учредить орден за заслуги перед Вашим Превосходительством.": 0,
  "если в сердце дверь закрыта - надо в печень постучать. правильное выражение так-то": 1,
  "В связи со строительством газопровода Южный поток в Украине срочно отремонтировали единственную подводную лодку, оснастив её приспособлением под кодовым названием Вампир.": 1,
  "Какая автоматизация и роботизация производства, если есть китайцы...": 1,
  "мальчик, девочка..................... да какая в жопу разница.": 1,
  "5 июля. Все новостные сайты наперебой рапортуют о том, что Олимпиада 2014 пройдет в Сочи. И вот на одном из таких сайтов увидел список новостей: Зимние Олимпийские игры в 2014г. пройдут в Сочи ... За последнюю недю золото-валютный резерв России уменьшился на 600 млн. доларов Что, мы можем подкупить абсолютно всех?": 0,
  "Не примут платеж, налоговые платежи платить можно только за себя. Был опыт, пытался оплатить за жену налог на имущество, пришло письмо из налоговой с требованием забрать деньги и оплатить от лица жены.": 0,
  "Африканская легенда-каждый год в Африку прилетает Анжелина Джоли, и забирает самого красивого ребенка. от Zaxes": 1,
  "Теперь,вроде,решили возбудить против ментов уголовное дело по статье \"халатность\"...": 0,
  "- А я на днях себе iPhone купила! - Не комплексуешь, что телефон умнее хозяйки?": 1,
  "В Якутии средство передвижения может родить другое средство передвижения!": 1,
  "Демократия возникает тогда, когда появляется выбор из двух зол, и достигает расцвета, когда появляется выбор из многих.": 1,
  "РАБИНОВИЧ ПОЗДНО ВЕЧЕРОМ ВОЗВРАЩАЕТСЯ ДОМОЙ В БУТОВО В подворотне стоит толпа пацанов. Рабинович смело подкатывает к ним: - Ну, кто на меня? Выходит один жлоб, метра два ростом, кулаки размером с дыньку: - Ну, я! Рабинович: - А ты кто? - Я Вася! - Ну, кто на нас с Васей?": 1,
  "Я не мог просто стоять и смотреть, как она уходит от меня... Поэтому начал немного пританцовывать.": 1,
  "Одни мечтают заработать миллионы, другие - полететь в космос, третьи - никогда не стареть... А я мечтаю сделать куни израильской солдатке!": 1,
  "\"Кукол дергают за нитки...\" Макаревич уже все сказал на эту тему 20 лет назад! Бизнес-лядям, как всегда, нереспект.": 0,
  "Любимая женщина - счастливая женщина, счастливая женщина - умиротворенная женщина Поздравляю!": 0,
  "Выпивка на троих по-африкански: двое пьют, третьим закусывают.": 1,
  "С какими особенностями языка связано разное написание фамилии Джейн Остин (Остен)?": 0,
  "- Вот это от усталости, это - от нервного напряжения, а это - от депрессии. - Спасибо, доктор, спасибо... А у вас, кроме водки, ничего нет? ": 1,
  "Идеальная секретарша должна быть такой, чтоб шеф всегда мог на неё положиться.": 1,
  "- Зачем Путин посадил Ходорковского в тюрьму, а Медведева в Кремль? Армянское радио: - Чтобы Медведев боролся с коррупцией. - Так ведь и Ходорковский хотел бороться с коррупцией? Армянское радио: - Нет, Ходорковский хотел бороться против коррупции.": 1,
  "- Владимир Владимирович, а есть что-нибудь такое в России, что не подорожает от падения рубля? - Конечно! Это ваша зарплата!": 1,
  "Все политики - гондоны. Просто их нужно менять чаще, чем раз в 12 лет.": 1,
  "Я зуборезчик 4 разряда, доводчик-притирщик 6 разряда и слесарь механосборочных работ 4 разряда.": 0,
  "Твари черножопые!!! Надоело видеть эти рожи тупые!!! Зачем нам это, а, Россияне?": 0,
  "В прямом смысле. Заявление на уволнение не подписали. Да отпуск.": 0,
  "Можете назвать ваших любимых интервьюеров и за что вы их любите (давайте только без Дудя и Познера) ?": 0,
  "Читаешь, комментируешь, а потом оказывается что это какой-нибудь неизвестный Медведев.": 1,
  "Калужские гаишники установили рекорд! 100 осмотренных водителей получили документы, находясь в помещении 50 квадратных метров!": 1,
  "для начала- сформулируйте какое ВАШЕ право нарушено бывшим мужем.": 0,
  "По сути дела такая банка эквивалентна чашке очень сладкого кофе. Стало быть, сам по себе энергетический напиток не опасен, если употреблять его с умом..": 0,
  "Что значит \"Не любит\"? Пару раз сковородкой по морде и: \"Прафти, милая, я афыбался...\"": 1,
  "9% ПОКУПАЛИ ВАЛЮТУ ПО 80 И 100, И ТЕПЕРЬ ЗЛЫ. 1% ПРОДАВАЛИ ВАЛЮТУ ПО 80 И 100, И ТОЖЕ ЗЛЫ. НА ТЕХ 90%, КОТОРЫЕ В ЭТО ВРЕМЯ ПЯЛИЛИСЬ В ТЕЛЕВИЗОР, ЖУЯ СВОИ КОТЛЕТКИ...": 0,
  "- Алло, Лёша, ты собаку выгулял? - Нет, мы с ней поссорились - Так она терпит? - Нет, потому и поссорились!": 1,
  "В мединституте на госэкзамене студенту-дипломнику показывают два скелета - мужской и женский. - Кто это? Студент молчит. - Как, вы и этого не знаете?! Ну, вспомните, чему вас 6 лет учили? Студент: - Маркс и Энгельс, что ли?..": 1,
  "счас вообще перестанут региться в ЗАГСах - итак уже модны гражданские браки . Неуплата алиментов карается лишением родительских прав. словечко-то какое подобрали - карается": 0,
  "Элегию я за инструмент не считаю. Просто большой инструмент к нам бы не влез От родителей увозить-исключено. мама иногда играет. Кстати,была огромная проблема купить более-менее приличное пианино.": 0,
  "Время жизни человека не так велико, чтобы тратить его ещё и на то, чтобы укорачивать эту жизнь себе и другим.": 0,
  "- Кто из великих сказал, что в одну реку нельзя войти дважды? - Чапаев!": 1,
  "не верится как-то, что мужчина, имея двух детей, может наложить на себя руки": 0,
  "В Москве военное положение, всюду патрули, всюду обыски и облавы... Путин по телевизору: - Граждане! Вы меня конечно извините, но я план потерял...": 1,
  "Тост. Пошли нам боже побольше испытаний, но чтоб все они были только в виде соблазнов и искушений.": 1,
  "Т.е., очень плохие девочки нужны, это которым еще в Новый Год Дед Мороз подарки не дарит.": 0,
  "У меня коллегу в Индонезии переодевали в деда мороза, так сын потом уже говорит - я узнал Эльдара.": 0,
  "е е е е е ЕЕЕЕ Е Е ! Михаил - УВАЖАЮ зашибись! пс: есликтозахочетменяпоздравитьсднёмрожденияприходитенепременно!": 0,
  "В инструкции написано надеть, чтобы послышался щелчок. Щелчка нет вообще.": 0,
  "лучше пойди, поссы в подъезде, покажи свою удаль русськую!": 1,
  "Гусев, когда комментировал первый матч, сказал, что показывать будут в записи...": 0,
  "Под ягой и дживиеком они и бкз егэ накрытые. . Навоз истории =)": 0,
  "Муж - жене: - Дорогая, ты не права. - Ах, я не права?! Значит, по-твоему, я брешу? Брешу, как собака? Хватается за телефон, звонит маме: - Мама, представляешь, он только что меня сукой обозвал!": 1,
  "В России все болезни лечатся водкой: от одних болезней нужно её пить, от других - не пить, а от некоторых - растираться.": 1,
  "Самые популярные в России девайсы: iMac, iPod, iPad, iPhone, iMolodets slushay da!?": 1,
  "Есть санкции, которые были наложены еще до 2014 г. - \"список Магнитского\". Во-вторых, санкции, наложенные в связи с Крымом.": 0,
  "-это еще почему? -ну так праздник женский. так что две палки гораздо лучше, чем 2 дырки.": 0,
  "Какой коэфицен соотношения светлых волос и серого вещества?": 0,
  "Инструктор-горнолыжник своим подопечным: - И запомните, ребята, главное: дерево лучше всего объезжать с одной стороны!..": 1,
  "Министр образования высказался за отмены оценки за грамматику.": 0,
  "этой женщины и на е1даром. Надеюсь, что хоть чем-нибудь ей помогут.": 0,
  "В отличие от западных лежачих полицейских российские лежачие милиционеры одеты по форме, чего-то бормочут и иногда пытаются встать.": 1,
  "есть смысл лечить зубы мудрости? или лучше сразу удалять?": 0,
  "вообще, яс чего вдруг такие темы???? Ты так в пятницу ушел...... я, как девушка обзавидовалась твоей милой......": 0,
  "Очевидцы говорят, что из всех водителей, проезжавших мимо, только один остановился помочь.": 0,
  "просто барышень постоянно имеют. от этого знаете ли настроение не поднимается.": 0,
  "что у него с пером? на груди пух, часть перьев на крыльях отсутствует? Давно у него так?": 0,
  "Я, конечно, могу заблуждаться, но, по-моему, слова «Будь собой!» и «Не будь мямлей (лентяем, растяпой, невеждой и т.п.)» нам кричат одни и те же люди…": 0,
  "Если любовь является эволюционным механизмом для продолжения рода, то почему дети влюбляются? ?": 0,
  "Мюллер неожиданно возвратился к себе в кабинет и увидел возле сейфа Штирлица. - Что вы здесь делаете, штандартенфюрер Штирлиц? - Жду трамвай. Мюллер вышел. Но ему неожиданно пришла в голову мысль: Какой может быть трамвай в моем кабинете? Он вернулся, но Штирлица не было. Уже уехал,- подумал Мюллер.": 1,
  "Ксения Собчак дискредитирует оппозицию... ибо если отключить звук, то тусовка начинает походить на Дом-2.": 1,
  "Зелень, огурцы/помидоры, хлеб, сосиски/шашлыки, перец болгарский/баклажаны/кабачки- на гриле сделать.": 0,
  "Человека формирует среда. В прошлой среде обитания ведь был какой-то круг общения, кроме семьи и одноклассников-однокурсников?": 0,
  "Оказывается, сыр в мышеловке не бесплатный! Он входит в стоимость мышеловки!": 1,
  "Каждый чиновник, заступая на служение народу, должен давать Клятву Бюрократа!": 1,
  "Требуется поставщик парного мяса - говядина, свинина, мясо птицы, кролик, индюшатина!": 0,
  "В средневекоье сжигали на кострах людей, сейчас - продукты. Что это? - прогресс!": 1,
  "да хз я тут заметил что разговариваю я приемущественно в будние дни...": 0,
  "* - Владим Владимыч, мы в рейтингах демократии всё ближе к Туркмении и Узбекистану. - Дим, эти западные уроды фиг чего понимают. У нас специфическая русская суверенная демократия. - То есть она лучше чем их эта вонючая западная демократия ? - А ты думал ?!": 1,
  "а вот абрамовичей с яхтами мне не надо... и березовских-ходорковских...": 0,
  "Согласен, буду губернатором Подмосковья, - сказал Шойгу - но только Москву уберите куда-нибудь подальше в Сибирь...": 1,
  " ": 0,
  "Когда чинари придумывают термины для отмыва денег, Это одно...": 0,
  "Абхазия не исключает возможности военной агрессии со стороны Грузии, поэтому руководство непризнанной республики принимает меры для укрепления обороноспособности.": 0,
  "На самом деле, сейчас такой возраст и время, что проще вообще завести собаку или кошку, нежели новых друзей или новую женщину...": 0,
  "Дама пытается донести до читателя, что ее 20 раз надурили, а на 21 она догадалась сама.": 0,
  "Как убедить девушку доверять мне,если пару лет назад её избил парень и после этого она боится серьезных отношений,не доверяя парням и предлагая мне просто секс?": 0,
  "Машина огонь, в самый раз для наших лежачих полицейских.": 0,
  "Медведи - это хорошо. Медведи, выходящие из берлог - еще лучше. Россия также выходит из берлоги и лучше к нам не соваться. С виду мы добрые и пушистые, но не надо нас злить - покажем клыки, мало не покажется.": 0,
  "Единственные кто пойдет за путина - это кавказские боевики.": 0,
  "Телефон - это инструмент для разговора на расстоянии. Смартфон - это мобильный компьютер с дополнительной функцией телефона.": 0,
  "Один мужик другому: - Как думаешь, куда заначку затырить, чтобы жена точно не нашла? - В бумагу завернуть.. - Ты че??? А в какую? - В свидетельство о разводе, блин..": 1,
  "на тему рекламы - И как мне ему понравиться?? Надо стать.... - Кем!? кем надо стать!?? Не кем, а как.": 1,
  "Если полно свободного времени, то бегай по городу неделю с надеждой найти.": 0,
  "А с Марусей (имя Ника не прижилось) мы менялись салфетками. Давала чистую, она ее тащила в клетку, а я в это время вытаскивала грязные. Довольны обе": 0,
  "только английский такой? остальные приличнее? и что ребенок говорит - у всех такие или только у него?": 0,
  "А часы то уж наверное к 45 у всех есть и не одни. Тоже как-то не катит. Может что-то из украшения с уральским камнем.": 0,
  "А я вот верю, что на самом деле реформы армии, полиции, образования в нашей стране достигнут своей цели. Но я также догадываюсь какие на самом деле это цели и поэтому этим реформам всячески противлюсь.": 1,
  "Вагон метро. Стоит негр, и читает газету на иврите. Сидящий рядом старик-еврей с горечью спрашивает: - Сынок! Тебе что, мало того, что ты негр?!": 1,
  "Кого и за что? Пляттт... Одна большая контора \"Рога и Копыта\"...": 0,
  "Кудрина уволили. Такого провала у американской разведки не было давно.": 1,
  "Я раньше любила птиц и один раз даже сколотила для них скворечник.": 0,
  "и по что вы озадачились этим вопросом в столь поздний час?)": 0,
  "- Колобок, колобок? Я тебя съем! - Подaвишься! Ежик я, просто в тумане кадку с тестом не заметил.": 1,
  "эхо там гуляет вместо мозгов, но эхо атрофироваться не может.": 1,
  "Она не может принять активное участие по уважительным причинам.": 0,
  "И я не переживаю,я И живу не по понятиям,а по совести,а она мне подсказывает что ничего предосудительного я не делаю..": 0,
  "Стабильность...... Когда же чинуш будут уже на костре жечь?": 0,
  "Вот допустим стал я чиновником , ворочаю большими деньгами.": 0,
  "интернет интереснее. тута надоест про маньяков - пойду в другой сайт.": 0,
  "- Последние исследования показали, что около 55% мужчин готовы заплатить за женщину на первом свидании. То же исследование показало, что 45% мужчин никогда не появляются на втором.": 1,
  "Встречаются два приятеля: - Вчера насобирал тестю дяде Диме три ведра грибов!!! - А вдруг они ядовитые? - Что значит ВДРУГ????": 1,
  "Временный дорожный знак отменяет всю дорожную разметку на всё время своего местопребывания.": 0,
  "-Что делаешь? -Смотрю фильм \"Ебанутые люди\". -Я этот фильм смотрю на работе с 9 до 18 .": 1,
  "Как быстро летит время замечаешь по выброшенным телепрограммам.": 1,
  "Губернатор спрашивает у директора магазина: - Какой у вас рост цен на фрукты? Вот возьмём, например, бананы. - Докладываю: нет никакого роста! Цены абсолютно те же самые, что и в прошлом году! - Точно? Никакой разницы? - Есть только разница в цвете: тогда 40 рублей стоили желтые бананы, а сейчас чёрные.": 1,
  "шас ага ничего не прощайте, требуйте обратно с процентами и моральный ущербом": 0,
  "Если вы слишком много работаете — заведите кота. Силой личного примера он перетянет вас на сторону истинных ценностей: покоя и умиротворённого созерцания.": 1,
  "по моему общаться в форуме - это когда как бы подсматривает и подслушивает куча людей. в аське вроде как тет а тет.": 0,
  "Мне не то что похудеть, а вот килограммы сбросить... Как это?": 0,
  "ОРУД, ГАИ, ГИБДД... А давай переименуем их в Храбрую Украинскую Инспекцию?": 1,
  "... но особенно обрадованно встретили новость о появлении в продаже новых планшетников из США прапорщики вещевых складов Российской Армии, давным давно ломавшие голову, куда бы присобачить горы прекрасных, но никому не нужных, в последние 50 лет, офицерских сумок...": 0,
  "бго... пинзин то ты пакупаишь.. иле ты на общественнам транспорти ? +)": 0,
  "мужчины главнее, да. но не все.) мужчина главнее потому, что женщина считает его главнее.": 0,
  "Релком и Ю-тел. Скорость низкая, связь постоянно в обрыве!": 0,
  "со свинобойни сбежавшая оглянись - толпа бежит эт хохлы твои фанаты...": 0,
  "представляете, в США нет внутрисетевого роуминга... а у нам - переехал в челябинск- роуминг... пипец. а что делать тем кто на границе областей живет? родственники, допустим.": 0,
  "Обидно, когда ты злопамятный, но одновременно добрый и быстро отходчивый. Зло помнишь, а отомстить уже не можешь.": 1,
  "Ходил покупать кулич. Боялся увидеть надпись: made in China Бакуткин": 1,
  "пригласите даму в гости, приготовьте ужин на двоих.. только через неделю не спрашивайте: \"как избавиться от девушки\".": 1,
  "Если курице отрубить голову, то еще несколько минут она будет лежать в осенней листве и просить ее сфотографировать.": 1,
  "С каждым прожитым днём я всё больше убеждаюсь,что слова Жизнь и Жопа не зря на одну букву начинаются.": 1,
  "Мол завтра дорогая мы с тобой пойдем в боулинг, кино или еще куда-нибудь.": 0,
  "- Любимый, в этот прекрасный день я хочу преподнести тебе подарок:) - Ты и так мой самый лучший подарок:) - Ну как знаешь. Тогда я оставлю радиоуправляемый вертолет себе...": 1,
  "умирай кировград. получай дорого курка, млеко, яйки и не плодись.": 0,
  "- Кто-то делит людей на христиан, мусульман, атеистов; физиков, гуманитариев, рабочих, политиков... Это всё неправильно, людей нужно делить совсем по-другому, - уверен патологоанатом.": 1,
  "Да, и Мари, конечно. Даже так: \"Мари, Дилетанту, Птицееду и интересующимся\"": 0,
  "Почему русские мужчины не женятся на армянках и грузинках?": 0,
  "Чуть ли не каждый пишет, что умирает через полгода-год...": 0,
  "дорогие мои СОшнеги, насколько счастлив ваш половин или половина и счастлив ли он вообще?": 0,
  "- Ой, Игорь меня вчера растрогал до слез. - Ух ты! - Ага, и грудь растрогал... и попу... И разочарованный ушел. А я весь вечер проревела": 1,
  "Утро. Мантра: - Вот сейчас досчитаю до миллиона, встану, оденусь, и пойду на работу....": 1,
  "неее... это я уже в новую квартиру один раз залезал, когда ключи оставил...": 0,
  "Совершенно верно! А кто не желает - то москаль бандеровец, либераст, нацпредатель": 0,
  "Если кто-то говорит, что он умывает руки, то возможно, он кому-то уже нагадил.": 1,
  "а на разогреве у французского шансона будет российский шансон а-ля бутырка?": 1,
  "Человек - это совокупность книг, которые он прочитал. Поэтому людей становится всё меньше и меньше: кругом просто одни оболочки.": 1,
  "А я поклялась страшной клятвой, что больше никогда... НИКОГДА!!!": 0,
  "За такую цену норку не купить. Или шкура будет полное говно, или это будет вовсе не норка. Покупать шубу - только со знающим человеком, только щупать ее, выворачивать, смотреть качество шкуры. Самим - нечего делать, тем более на таганском ряду, есть риск купить вместо норки каую-нибудь нутрию, а то и вовсе кролика.": 0,
  "Скан какой-то непонятный. Судя по всему итоги голосования сфальсифицированы": 0,
  "Прошу откликнуться людей, которые считают, что я их недолюбливаю. По возможности буду приходить и долюбливать": 1,
  "и матом ругаемся и пьем и курим, и пи всем при этом МЫ СЧАСТЛИВЫ": 0,
  "живёшь половой жизнью проверься! употребляешь алкоголь проверься!": 0,
  "вот же блин..о природе ваще не думают..а о дятлах...о дятлах они подумали?в какие дупла теперь птице стучать то": 0,
  "вещи отшиваются на фабриках, хлеб пекут на хлебозаводе. для этих процессов электричество необходимо.": 0,
  "У разных людей разный иммунитет, кто-то устойчив к болезнетворным бактериям, кто-то нет. Конечно, на ободке любого унитаза есть бактерии, если к нему кто-то до вас прикасался.": 0,
  "Присоединяюсь к выше сказанному Хлоп по пездэй ту ю, хлоп по пездэй ту ю, хлоп по пездэй хлоп по пездэй, хлоп по пездэй ту юююююююю. (авации)": 1,
  "Суши - они как секс. В детстве даже не знал что это такое. И в СССР их тоже не было.": 1,
  "В наше время признаком хорошего тона, образованности и интеллигентности является безопасное извлечение флешки.": 1,
  "ЭТИ БЫ ПОНЕДЕЛЬНИКИ, ДА КАЖДЫЙ ДЕНЬ, ЭДАКИЙ ДЕНЬ СУРКА, НО С НОВОЙ ТЕМОЙ...": 0,
  "- Владим Владимыч, вот вы всё тандем, тандем, а сами взяли и мне велосипед одноместный подарили. Да ещё и без руля. - Ты, Димон, залазь на сиденье и знай себе - педали крути. Ни о чём особо не беспокойся. А уж я рулить сам буду.": 1,
  "Мы по возможности хотим сохранить в силе это нотар. соглашение. Чем в суде оперировать нашу позицию?": 0,
  "С некоторых пор слова Дорогая моя столица я воспринимаю исключительно буквально... Strangemagic": 1,
  "Да, это астрология. Есть европейская, есть арабская, есть китайская и японская, есть тибетская. Вопрос был про фэн-шуй.": 0,
  "Начинается на Ж.чорт у меня имя на другую букву начинается": 0,
  "- Почему русские женщины больше не хотят замуж за иностранцев? - Оказалось, что иностранцы тоже люди.": 1,
  "На молодёжном Интернет-форуме: - Ты что, блондинка? Крашеная? - Летом была, сейчас нет. - А сейчас что? - А сейчас осень.": 1,
  "))))))) Когда Люся говорит-Люся права, Когда мама говорит- мама права А можно я приду с Люсей?....... и с мамой?......": 0,
  "- Здравствуйте, скажите а Лену можно? - Да, конечно. - Вот же б...! А мне говорит - мол, нельзя, папка не разрешает...": 1,
  "Теперь обращение ко всем таксистам на белом логане, кто подвозил с Уральской 1 в 21.50 дамочку с молодым человеком?": 0,
  "По астрономической классификации, наше Солнце - жёлтый карлик. Теперь понятно, почему Ким Чен Ына называют солнцеподобным.": 1,
  "Лучшая иллюстрация отношение сегодняшней власти к своему народу.": 0,
  "- Слышал новость? Собянин предложил оснастить Москву умными светофорами. - Наконец-то на дорогах Москвы появится хоть что-то мыслящее.": 1,
  "Быстрые ноги, что б если муж/жена внезапно вернётся, то быстренько слинять": 0,
  "Это когда-нибудь закончиться? Или все еще только начинается?": 0,
  "На ухрюпинском винодельческом заводе перепутали этикетки у вин Росинка и Весенний букет, чем вызвали негодование у истинных ценителей этих божественных напитков.": 1,
  "Фраза кукуруза - это по-умному, произнесённая Ксенией Собчак, не похожа на правду.": 1,
  "Сигарета - лучший друг не солдата, а снайпера. Меня даже раз учили ночью на огонёк стрелять.": 1,
  "На таможне пронюхали, что один мужик везет партию банановых пальм. Ну и решили поиметь его, мол партия это не одна штука, типа груз коммерческий. Стоят у терминала, ждут. Тут подходит груз, подходит бизнесмен и протягивает декларацию, Банановая роща - 1шт.": 1,
  "Сентябрь. Жара. Пляж. Отдыхаю с женой, лежим на пляже. Громкий басистый голос: ЖАННА, ЗАПРАВЬ СОСОК!!! Половина пляжа повернулась. Тот же бас на весь пляж - Б**н, сосок на надувном матрасе!!!": 1,
  "В юности отец ругал меня за математику. Но потом я нашла его аттестат и он успокоился.": 1,
  "- Правда ли, что русские терпеть не могут евреев? - Не могут, но терпят.": 1,
  "Скажи наркотикам - Нет! и вообще перестань разговаривать с наркотиками.": 1,
  "Компьютер уходит в спящий режим, после показывает загрузку цп 80-100%.": 0,
  "Шутить с Законом разрешается только тем, кто его сочиняет, либо следит за его исполнением.": 1,
  "Законы - они есть, и им всё подчиняется. Их можно только открывать. А если их устанавливают, защищают и нарушают - это только понятия.": 1,
  "Да Людвиг Аристархович не бережоте Вы себя все о людях думаете...": 0,
  "Как-то изволили родители с собой на цирюльника позвать...": 0,
  "Муж ворочается в кровати, потом нежно шепчет засыпающей супруге: - Я уже без труселей. - Ладно - отвечает жена - завтра постираю.": 1,
  "Положительное. Крым - законная русская территория, как и население Крыма - население России.": 0,
  "Черноморский флот будет базироваться там где он был всегда!": 0,
  "- Ты, говорят, недавно женился? Наверное, теперь ты знаешь, что такое настоящее счастье! - Увы!!! Теперь знаю.": 1,
  "- Шеф, свободен? - Запомните уже, Иванов, я не таксист, а ваш начальник.": 1,
  "это прямое нарушение прав граждан на свободу передвижения.": 0,
  "\"Девятка\" с пьяным водителем вылетела на встречную прямо перед немецкой малолитражкой.": 0,
  "не всегда мужчины.у нас на стоянке тока один дядька, остальные тетьки": 0,
  "- Ой, девочки, представляете! Катька всё-таки вышла замуж! Я там была: она - вся такая в белом, а он - весь такой в шоке!..": 1,
  "У русского спрашивают: - Пан Стецюк, вы на чем вы летаете за границу? - Мы нэ литаемо за кордон. - А если нужно? - Нам нэ потрибно. - А если очень нужно? - Тю! Колы дужэ потрибно - тоди на литаках Су-27 та вертольотах Ка-27!": 1,
  "Британские учёные утверждают: К 2050 году нас будет 10 миллиардов. Фигня какая-то... Нахрен нам 10 миллиардов британских учёных?": 1,
  "Всегда интересно проходят встречи клуба ЛАДА Веста. Участники рассказываю у кого в машине что стучит, гремит, шумит, какие узлы и детали сломалось за последнее время, кому в у дилера Лады нагрубили и тд.": 1,
  "брось 300 р, я же говорил цену предлагать в рамках реального": 0,
  "Характерные особенности русского языка, блин... Прожив в России 10 лет американец так и не понял почему пиздато - это хорошо, а хуево -это плохо. Но более непонятным для него было почему пиздец - это хуже чем хуево, а охуительно - это лучше чем пиздато.": 1,
  "SMS от мобильного оператора: Этот абонент звонил вам 623 раза: не давайте номер своего телефона идиотам!.": 1,
  "Читая итоги всевозможных опросов россиян центром изучения общественного мнения, возникает стойкое желание переехать в ту сказочную процветающую страну!": 1,
  "вот таких сволочей - сажать, сажать и сажать. а лучше - сразу расстреливать.": 0,
  "Блондинка вошла в лифт, подбрасывая на руке ключи. Подбросив ключи в очередной раз, она не сумела их поймать, и они упали в щель между полом и дверями лифта. Другие пассажиры в ужасе смотрели на неё, пока она не закричала: - О нет! Опять?!!": 1,
  "Это не нас коррозия разъедает, это у них там загнивающий капитализм!": 0,
  "Местами рельсы на шпалах, местами шпалы висят на рельсах. Но экзотика!": 0,
  "кто кто вышел из машины? В ней ехали два водителя чтоли? Кто вел машину ? Водитель пассажир или водитель?": 0,
  "А егерь - это егерь, в принципе начальник В хорошем охотхозяйстве должны быть охотовед и егерь как 2 ставки. Тут же нам рассказывают про экономию и объединение": 0,
  "В кафе. Официант приносит посетительнице кофе. Она подносит чашку к носу, принюхивается и говорит: - Извините, но здесь пахнет немытым членом. - А вы возьмите чашку другой рукой.": 1,
  "Купил жене селёдку под шубой, помнится она выпрашивала что-то подобное.": 1,
  "И правда ли, что такие анализы надежнее, чем анализ кала.": 0,
  "МЧ -- молодой человек МЖ -- молодая женщина вывод -- женщина не человек (вообчета я думаю падругому )": 1,
  "ойро, но такие, наверное, банальным извозом не промышляют?!..": 0,
  " ЗачОтное превью к матчу. Аж мурашки по телу пробежали.": 0,
  "Слов не говоря, искусай меня. Силы не жалей, дурака валяй.": 0,
  "ну правильно еврею на еврея \"порхатеньким\" обзываться можно, это нормально, чай не общество \"Память\" же": 0,
  "Ну, то есть весь вел стоит 1500, а остальное - это переднее колесо с резиной ...": 0,
  "Дети очень внимательные, общительные, добрые!!! Оооочень любят животных!": 0,
  "Первым любителем сэлфи был Нарцисс из древнегреческой мифологии.": 1,
  "Человек в погонах может быть военным, а может просто говном.": 1,
  "Зачем в этой сране экологи??? Для получения халявных зарплат и конвертов с взятками???": 0,
  "Три недели в отсаднике провел.. Сейчас если рот не открывает, почти ничего не заметно. Все заросло.": 0,
  "Приглашаю вас, Мария, в театр, для культурного проведения досуга.": 0,
  "этом... была экономическая необходимость. а я-то.. вот дурак...": 0,
  "я ничего не слышала о нем.. Сильно страшно? Если кто нибудь болел, то как лечился?": 0,
  "Мальчик верит в то, что больше всех его любит мама. Дядя верит в то, что Америка - эта страна свободы и счастья. Вопрос: какая разница между мальчиком и дядей? Ответ: мальчик ещё ребёнок, а дядя - уже имбецил.": 1,
  "Расстояние внушительное, ведь это целых два с половиной оборота вокруг Земли по экватору..": 0,
  "Чересчур агрессивная реклама. 3. Много побочных эффектов. 4.": 0,
  "А когда, по-настоящему захочешь, надо взять и бросить. Курил всю жизнь, 1,5 года не курю и не выпиваю.": 0,
  "Пешеходы, бойтесь Таврий! Мало того, что задавит не хуже Лексуса, да еще и на том свете обсмеют...": 1,
  "Путин отказался вешать портрет президента Медведева в своём кабинете.": 1,
  "Не надо требовать, чтобы власть имела совесть, она и так имеет её, и сяк.": 1,
  "Блин что делать, хожу полгода на фитнесс не только не похудела , да еще лишних кг набрала...": 0,
  "Подарок от Димона Ирке подруге лепшего кореша. Хочешь чтобы было много бордюров?! Разрешаю увеличить Москву в 2 раза и сделать прямоугольной.": 1,
  "Оптимист - это человек, который, собираясь в булочную, берет с собой презервативы, а пессимист - вазелин.": 1,
  "На попе вылезли прыщи от тесной одежды, сменить брюки не могу по финансовым причинам. Что делать? Как от них избавиться? Смотреть страшно!": 0,
  "Диалог у апелляционного суда: - Извините, вы тоже подаете ходатайство? - Нет, я сразу плачу кому надо.": 1,
  "Идете в любой сбербанк и открываете себе счет, кажется это удовольствие стоит 10 руб (они потом вам на счет зачисляются).": 0,
  "Пользователи сетей посмеялись над «неоспоримым подтверждением» в виде скриншота из мобильной игры, которое Минобороны России выдало за доказательство сотрудничества США с террористической группировкой.": 0,
  "У меня иногда кот ходит по-маленькому в ванную - прямо в дырочку Чего он там забыл - неизвестно.": 0,
  "- Я первооткрыватель этого леса, этой речки и этих холмов. - Как ты можешь быть первооткрывателем, тут люди до тебя тысячи лет жили. - А как Колумб Америку открыл? Или индейцы не люди?": 1,
  "Если бы экономика была наукой, то не было бы нищих экономистов.": 0,
  "Глянул на себя в зеркало - Ринальдо, блииаа Ну почему Ринальдо?? Скинул полотенце.. Полегчало..": 0,
  "Как заявил Медведев при подписании закона о полиции, что все время происходило сращивание милиции и преступности, поэтому, по завершении этого периода к 1 марта 2011 года, наконец то можно переименовать милицию в полицию": 1,
  "Если двуглавого орла посадить на велосипед, скипетр заменить на лыжную палку, державу на бадминтонную ракетку, а верхнюю корону на мигалку, то получится герб тандема.": 1,
  "- Девушка, можно с вами познакомиться? Или ваше сердце уже занято? - Да! Но пока свободны печень, желудок и толстый кишечник.": 1,
  "Смс-ка от жены: - Дорогой я шкаф купила! Ответ мужа: - Если после дорогой не запятая, то хрен тебе больше, а не денег!": 1,
  "Ну он днем работает, а по ночам хочет сексом заниматься, как все нормальные люди.": 0,
  "Все ваше тело состоит из воды примерно на 60 с чем-то процентов, так что ваш вопрос распадается на два: (1) почему в человеке так много воды и (2) почему в мозге воды больше, чем в среднем по организму.": 0,
  "Дружить с гуманитарием – это:  – Он потом позвОнит.  – ПозвонИт.  – Ложи сюда.  – Клади.  – Одень шапку.  – Надень.": 1,
  "идет трое. 2 девочки и 1 мальчик. и девочки держаться за руки.": 0,
  "Шарль, из прошлых кандидатур я бы выделил папу Сёму. Он честный.": 0,
  "Ну да, у каждой породы есть как достоинства, так и недостатки": 0,
  "- Привет подруга, как личная жизнь? - Угадай - на П начинается, на Ц заканчивается - Неужели все-таки ПРИНЦ?!!": 1,
  "Знаете, вот я почему то уверена, что и среди детей олигархов есть немало толковых и не избалованных.": 0,
  "вообще раздражает , когда говорят что Русские , как свиньи.. вот немцы точно свиньи!! даже свиньищи!!!": 0,
  "почему школота не на уроках? начинают учебный год с прогулов?": 0,
  "Если б я у своей девушки нащупал кубики, я бы её наверно из постели выгнал. Девушкам-то это зачем?": 0,
  "УТВЕРЖДЕНИЕ УДАЧНОЕ. И доказательств ДО?УИЩ?. ИНТЕРЕСНО а как он просчитывал.": 0,
  "Медведев успел стать Димоном, а игра? Бадминтон - сверх динамичная игра, требующая серьезный подготовки, чтобы выстоять против сильного противника.": 0,
  "его мама думает что это что то японское.. а у нас бы за это забанили б.. /тут я печально вздохнул/": 0,
  "Надпись на рулоне туалетной бумаги: Перед употреблением рекомендуем отмотать.": 1,
  "подходит мужик к Ж и говорит: - вы такая красивая, выходите за мемя замуж.... - слыш мужик...": 0,
  "о-па..Винт!!! вот тебя не ожидала здесь увидеть! Рада....": 0,
  "Сейчас любому чиновнику можно подкинуть взятку и повязать.": 0,
  "На французском там мелким шрифтом нет надписи в переводе \"комиссии и сборы за счет бенефициара\"?": 0,
  "Это бывший азиатский филиал IFBB? Или что-то другое? Сразу почти 70 стран-членов.": 0,
  "сейчас эт тока кукушка в часах(в это время года),главное с часом определиться": 0,
  "Пьёт крепкое спиртное или пиво с джином? С утра до вечера и с вечера до утра? Пищу кушает?": 0,
  "сборник кроссвордов и решайте вопросы там! А скидку на 500р.": 0,
  "Пасибо. ОГРОМНОЕ. Не стафф и впрямь,не пит тоже. Чёрт,чёрт,чёрт...": 0,
  "У кого-нибудь есть запись церемонии открытия Зимних олимпийских игр в Ванкувере со спутника так чтобы не было дурацких коментаторов нашего ТВ?": 0,
  "Отбивные получились просто изумительные ... И все это благодаря мужу, который взбесил меня с утра ...": 1,
  "Для получения средств на Ваш счёт отправьте смс с текстом некст 7 на номер 1171. Пришло с номера 2690000.": 0,
  "Это ж надо было прийти домой бухим и на фразу отца Дыхни! ответить: Тебе что, воздуха не хватает?!..": 1,
  "Купил ради интереса два разных йогурта с разными штаммами кисломолочных активных. Выпил сразу оба. И тут такая борьба началась за выживаемость...": 1,
  "Как говорят алкоголики, жизнь прекрасна, пока есть печень.": 1,
  "Может это последняя попытка президента решить демографическую проблему. Аист, однако...": 1,
  "Грузия намерена коварно отомстить Москве: по приказу грузинских спецслужб, Зураб Церетели начал сооружение нескольких новых монументов.": 1,
  "Девушка, вся в слезах, жалуется парню: - Ты обещал на мне жениться, попользовался, и не женился! Все вы, козлы, такие!!! - Я-то ещё ладно! Другие даже и не обещают ничего!...": 1,
  "не факт. вдруг. неурожай боярышника ? а повод для оптимизма большой - мы пережили конец света": 0,
  "В кабинете врача на табуретке сидит бледный мужик с ножом в спине, из раны кровь течёт. Доктор задаёт вопросы и записывает в карточку: - В детстве корью, свинкой, желтухой болели?..": 1,
  "ага и опять нагрянет проверка из МВД так что лучше уж в истерику там такого в принципе быть не может": 0,
  "\"Штирлиц шел по улице и увидел автобус с рожками. - Троллейбус - подумал Штирлиц.": 1,
  "- Со стола упала всего лишь небольшая ваза. А наш крутой шеф от этого обосрался. - Он обосрался от того, что глухая уборщица, всегда убиравшая на секретных переговорах, обернулась на этот неожиданный звук.": 1,
  "Молодцы казакИ! Это вам не казАки, типа Дениски-чёкнутого.": 0,
  "Дебаты между Обамой и Маккейном 26 октября стали новостью №1 во многих европейских странах. В США же главными новостями дня стали беременность Анжелины Жоли и размер бюста Памелы Андерсон.": 1,
  "Комментатор: - Наша команда забила великолепнейший, необычайно красивый гол! На который соперники ответили тремя случайными голами.": 1,
  "Одесская коммуналка: - Софочка, вчера из вашей комнаты доносились такие странные звуки... - Ах, ничего интересного - это был ноктюрн Шопена. - Ничего себе не интересно - звучал Шопен, а вышел таки Додик!": 1,
  "при таком раскладе то на сколько его хватит ? тоже на 10 лет ?": 0,
  "Советы врача: чтобы вернуть девственность, нужно вместо гигиенических прокладок использовать подорожник.": 1,
  "Викторина на МУЗТВ: - Вопрос: первая буква алфавита. Ответ на букву А.": 1,
  "А по совместительству ещё и плотник, электрик, водопроводчик и штукатур\".": 0,
  "Радуйся где-нибудь вон там.  От меня подальше.  В Канаде или еще подальше.": 1,
  "248 + 25 Вторая попытка была тоже неудачной. 249 + 26 Они школу прогуливали не только по физике. Но и по арифметике.": 0,
  "Сколько лет М. Боярскому, если его дочь была любовницей Колчака?": 0,
  "- Первый раз выбирал ноутбук по цвету, а не по характеристикам. - Почему? - Подарок любимой девушке, однако.": 1,
  "ну так он же скрылся не просто так.... а повез пострадавшего в больницу...": 0,
  "будет свой член в НАТО если надо мы вступим в нато по самые нидерланды": 1,
  "да я и не пойду чо...я псих, или мне не с кем сходить чтоли в сауну": 0,
  "Кто не ученый, не поэт, А покорил весь белый свет, Кого повсюду узнают, Скажите, как его зовут: Ку! йва! шев! Гу! Ба!": 0,
  "Еще один вопрос, который правительству придется решать в ближайший год,— вопрос \"мегарегулятора\" и консолидации финансового надзора.": 0,
  "На компьютерах нового поколения переменная Boolean будет принимать не только значения Ложь и Правда, но и Наглая ложь а также Честно-честно!": 1,
  "Спасибо большое всем мамам, закрывающим лица своих детей на фотографиях в инстаграме. Я действительно не хочу их видеть.": 1,
  "Наш ответ С. Ш. А. на размещение ПРО в Польше должен быть простым и бескорыстным - защищать Америку от Ирана надо, разместив россйиские ПРО на Кубе и в Венесуэле.": 1,
  "Бесов признают?Значит и проделки бесов признают колдуны всегда существовали...Их еще в Ветхом Завете назвали мерзостью перед Богом...": 0,
  "С женщиной надо обращаться как с противотанковой миной - бережно и осторожно...": 1,
  "Птичье молоко - то, чего не может быть, невероятно, волшебно.": 0,
  "как всегда....помогите, ведь вы обязаны.......а сами ничего делать не хотят..............": 0,
  "Михей! Дежа-вю какое-то... Барсиха, Михей... Веденков ещё не заглядывал?": 0,
  "Некоторые люди вдохновляют моего внутреннего серийного убийцу.": 1,
  "- Сегодня с утра главари т.н.днр объявили войну США! - И что?! - Но потом похмелились и успокоились...": 1,
  "Сидим, понимаешь, никого не трогаем, Бразилии танки продаем, пьем с медведем водку из самовара, а он припёрсо...": 0,
  "Каннабиол. Многие с него начинали и плохо закончили: Джим Моррисон, Боб Мали...": 0,
  "Грузовой корабль \"Прогресс\" с \"космическим мусором\" на борту затоплен в безопасном районе Тихого океана.": 0,
  "ну ЦС5 то ведь у вас уже куплена? или что, мы до сих пор обсуждали нелицензионный софт?": 0,
  "Зачем Богу держать дьявола? А затем же, зачем начальнику колонии нужен тюремный смотрящий зэк...": 1,
  "Привет! что-то тебя давно не видно было) У меня эту покупку за собой потащили новые конвекторы в комнате.": 0,
  "Специально для молодых и перспективных девушек: Фотограф. Дизайнер. Веб-дизайнер. Фитнес тренер.": 0,
  "Слово не воробей. А жаль, было бы прикольно разговаривать воробьями.": 1,
  "Только русский человек, услышав слова сто грамм не спрашивает: Чего?.": 1,
  "Складывается странное ощущение, профессия врача чем то напоминает профессию священника.": 0,
  "И когда вступят- только одному нашему правительству известно.": 0,
  "Сначала, что за повестка была? Наверняка просто повестка по вызову военкома. Задвигать.": 0,
  "Кто как..-Кто-то с возрастом наживает грыжу, кто-то верность.": 0,
  "у меня проблем нету, на жись хватает работаю дворником на атомной станции": 1,
  "жистока ога подсыпать слабительное, пусть его кабинет будет в туалете": 1,
  "И рыбку съел и на хуй сел! Ещё не вечер -и тебявыебут, не переживай сильно. Для армии неприкасаемых жоп нет!!! Разрабатывай свой анус!": 0,
  "Он переворачивается, и крутится в воздухе аж до тошноты быстро! Я их боюсь!": 0,
  "Х/ф \"День Юрка\". Каждый день Юрок просыпается и едет на работу, чтобы заработать деньги на проезд на работу на завтра. (Россия. 2014 г.)": 1,
  "может быть на команду по кёрлингу и на 50 млн.$ скупить всех мировых звёзд этого \"спорта\"?": 0,
  "Маленькие хитрости. Разводим госбюджет на мегабабки, потом говорим, что результат невооруженным глазом невидим, а потом называем это нанотехнологиями. Главное - чтоб руководитель проекта не потерял доверия блин до того, как пора.": 1,
  "Проверить? Ты о чём? ))) Я засыпал во сне не раз. Буквально ложился и засыпал и видел ещё один сон. Бывало даже, что я во втором сне понимал, что я сплю во сне. Случалось, что просыпался из второго сна в первый, но чаще — из второго в бодрствование.": 0,
  "В отделении милиции. - Фамилия? - Чья? - Имя? - Чье? - Чья Чье, китаец что ли?": 1,
  "потому что многие принципы пытаются отключить эту опцию автоматически": 0,
  "Написать что-ли такое-же письмо на какой-нибудь американский форум?": 0,
  "«ЛЛПП» - дружелюбие и простота, некоторая разбросанность интересов и склонность к самоанализу.": 0,
  "- Скажите, а среди россиян есть умные порядочные интеллигентные люди? - Конечно есть. Только они все уже давно живут за границей.": 1,
  "- Меня похитили зелёные человечки, и теперь я один из них! - В армию забрили, что ли?": 1,
  "Вопрос к музыкантам. Почему одни на сцене обливаются потом, в то время как другие выглядят сухими?": 0,
  "В Любом запутанном Деле-главное потянуть за нужный Конец.": 1,
  "я-то, дурочка, думала, что можно просто быть собой, а тут надо сразу разводилово по требуемому результату придумать": 0,
  "Защита прав и свобод – самый благовидный предлог для уничтожения несогласных.": 0,
  "Афрозодиаки и феромоны - это уже вчерашний день. Учёные изобрели манок для женщин - в его основе лежит звук машинки для подсчёта денег.": 1,
  "хочу-ли я, могу-ли я гавно-ли я, а вспомнил, магнолия...": 1,
  "а, если через сайт заходить, то можно через медиаплеер смотреть во весь экран.": 0,
  "Продать Башнефть и не заплатить налоги? Да, кто это заметит? Улюкаев? Так нет больше Клюкаева. Искренне ваш, Сечин": 0,
  "1. в форум жывотные 2. филин не кошечка и не собачка 3. филина отнести в зоопарк 4.": 0,
  "Не тому киногерою дали российское гражданство, ох, не тому! ... Может, и Брюсу дадите - пока не поздно?": 1,
  "Ой, да буду очень счастлива!!! Но проверить все таки надо! Кто из нас не ошибался.": 0,
  "могли пострадать невинные люди....например брат девушки..": 0,
  "должен был сегодня но на дорогах коллапс( не смог приехать ждем.": 0,
  "У него ж условный рефлекс на \"дешево и быстро, как в Китае\" , как у собаки Павлова на еду...": 0,
  "Лучше бы летчики всегда были опытные и трезвые и стюардессы красивые.": 0,
  "Это некая метафора ядерной войны. С наступлением полночи - мир вступит в ядерную войну.": 0,
  "Когда про реформы в России говорят, что они были проведены, несмотря ни на что, то это значит, что они были проведены вслепую.": 1,
  "Великому поэту африканцу от Правдоруба с Таборов - привет!": 0,
  "Бля, как они считают то инфляцию? То она у нас 9 процентов была. Сейчас вот 10 говорят стала. Ниче что на 50-100 процентов продукты подорожали?": 0,
  "На днях смотрел анкету соискателя вакансии в нашу компанию. Вопрос: Кто такой Юрий Долгорукий? - прочерк. Вопрос: Кто такой Георгий Константинович Жуков? - прочерк. Смотрю прописку - Москва, Проспект Маршала Жукова...": 1,
  "\"муж жену не замечает.. Она перед ним и так и эдак, потом надела противогаз -дорогой, ты ни чего не замечаешь?": 0,
  "единство нефти, вот, что может объединять с народом, где живем": 0,
  "Заходит грузин к соседу: - Здравствуй, Гоги, что дэлаешь? - и смотрит с удивлением, как Гоги точит здоровый ножик. Гоги молчит. - Да ты что, Гоги?! A гдэ Вано? - Вано умэр! - Как умэр?! Кагда? - Завтра...": 1,
  "Выносливые, любят погулять и побегать, особенно в молодом возрасте. Абсолютно лояльны к другим домашним животным, ни с кем не конфликтуют.": 0,
  "Чтобы остановить машину для досмотра, милиционерам пришлось устроить погоню.": 0,
  "Вот и несут ерунду. Поскольку умное сказать мозгов не хватает.": 0,
  "надеюсь в этот раз не буду за голыми женщинами гоняться с букетом фиалок в руках.": 0,
  "Читаю Тору: Когда Аврааму было 100 лет, а Сарре — 90, родился Исаак. Пугачева - просто девочка...": 1,
  "Мы имеем право на демонстрации и митинги – но не имеем смелость в них участвовать.": 0,
  "Обидно, когда хочешь погрустить, а попа на подоконник не умещается...": 1,
  "- Девушка, а хотите мороженого? - Нет, спасибо, я нормального хочу!...": 1,
  "Умеете ли вы находить ИНЫЕ выходы из конфликтных ситуаций, чем битва до последнего зуба?": 0,
  "Умны.Красивы.Скромны!!!!!! Выбирайте 2 из 3 )))) кто как про себя думает )": 0,
  "Можно и даже нужно, ведь так намного легче жить. Какая разница, что думают люди, когда ты живешь один раз?": 0,
  "Почему на вокзалах и в аэропортах нет постелей, чтобы лечь и отдохнуть?": 0,
  "- Ой, а кто у нас такой маленький, скукоженный? - Странный вы какой-то уролог...": 1,
  "Газ для населения стоит дороже чем Газпром продает германии!!!": 0,
  "- Что вас беспокоит, коллега? - Только то, что у меня сейчас нет денег. - Не понимаю, как вас может беспокоить то, чего нет?": 1,
  "Утром после корпоратива самое страшное это не запах перегара и не головная боль, а восклицание жены: - Ну и красавец… Всё помнишь?!": 1,
  "Дали ему все-таки порулить танком. Хватит ли полных баков до Столицы?": 0,
  "На выборах в Верховную Раду Ляшко проголосовал с первыми петухами!!!": 1,
  "- А твой Вовка кем работает? - Гавновозом. - ?!!! - Возит разное гавно. То в кремль, то из кремля.": 1,
  "ПродаётсяЛамборджинипосле капитального ремонта двигателя. Возможен обмен на Жигули.": 1,
  "ну там брюхо ему вспороли и козлята павыпригивали - значи он их не жевал!))": 0,
  "По техническим причинам свет в конце тоннеля временно отключен...": 1,
  "Чем отличается обычный работник от начальника? Тем, что обычный работник всякой хуйней занимается, а начальник этой хуйней командует.": 1,
  "Какая смешная ситуация! Чиновники, живущие в автономных коттеджах с отоплением, решают когда включить тепло в квартирах нищебродов!": 1,
  "Самый лучший метод лечения гриппа - это послать все виды лечения в ....": 1,
  "приывет, дорогая Народ приходит и уходит, но штото остается это - Дух форума!!": 0,
  "загнется бедняга сам по случайке. На террор - только террором. Сталин неплохо с чичами поступил.": 0,
  "- Редкая женщина долетит до середины реки! - шутил Степан Разин.": 1,
  "Всё на свете стремится к идеальной форме - форме шара. А потом катится к ебеням.": 1,
  "Враньё собутыльникам - это пошлый обман. А вот предвыборные обещания - это высокое искусство создания красочных иллюзий методом вербального жонглирования.": 1,
  "Ру-центр уведомляет, что прием заявок на домены чистейшиеруки.рф, честный.рф, неткоррупции.рф, и прочее тому подобное, временно прекращен по причине нехватки помещений для мешков с заявками. Ру-центр, также, просит заявителей не приносить всякий раз по 10 млн. наличными в мелких купюрах...": 1,
  "две блЯндинки застряли в лифте...одна кричит: -помогите!! другая говорит: -а давай кричать вместе...": 0,
  "дед у меня не верил ни в бога, ни в сталина. верил в отряды.": 0,
  "90 лет Аэрофлоту: В нашей славной истории еще не было случая, чтобы самолет Аэрофлота не вернулся на Землю!": 1,
  "Судя по намечающемуся всемирному продовольственному кризису, китайцы таки научились есть ложками.": 1,
  "-Читал, в Интернете?.. Американцы провели исследования: в какой стране самые красивые женщины в МИРЕ!!!??? - И в какой стране, живут эти восхитительные красавицы? - Ты, не поверишь... в Америке! - Кому и кобыла невеста...": 1,
  "Приходит домой весь избитый Абрам. Сара его спрашивает: - Что случилось? - Попал в еврейский погром. - Но ты же по паспорту русский! - Да, но они же били не по паспорту, а по морде!": 1,
  "Налоги у нас, как пожертвования в храме. Ни богу, ни государству, а токмо на прокорм жрецов и вождей.": 1,
  "Никакой взаимосвязи между \"проституцией\" и \"борщами\" не вижу ....": 0,
  "прочитал заголовок и обрадовался, что эта хня закрывается, а потом прочитал статью......": 0,
  "Путин сказал прекращайте бухать, но потом понял что сморозил хуйню, не дай бог и вправду народ протрезвеет, поэтому в срочном порядке разрешил рекламу алкоголя.": 1,
  "Городское кладбище. Нос к носу встречаются два хирурга. - Добрый день, коллега! У вас что, тоже сегодня инвентаризация?": 1,
  "Правда думаю не для Экранного просмотра фильм, я дома смотрел, со всему удобствами, мб. по этому и впечатление лутше.": 0,
  "Если в глаза хоть спички вставляй, значит мозгу нужен перекур.": 1,
  "можно. Но хочется еще поддержать российского производителя.": 0,
  "Из компетентных источников: В Германии завербовали не только Ленина.": 0,
  "да не ссы...не ворованные --------------------------------------------------------- тогда все ок. куда подъехать? или сами дойдут? замути еще 3 узбеков, за 3 банки килек в томатном соусе": 0,
  "Быть ребенком - это как быть пьяным: все помнят, что ты делал, а ты - нифига.": 1,
  "-Алло, телевидение? Программа Жопой к совку? -Нет, мы - программа Лицом к Европе. -Ну, а к СССР-то чем?!": 1,
  "Две жены олигархов: - В какой позе муж доводит тебя до оргазма? - С кошельком у кассы ювелирного!": 1,
  "Вовсе не обязательно вершить великие дела. Достаточно хотя бы заслужить уважение окружающих. Михаил Сорокин": 0,
  "Где можно купить тофу (соевый сыр) и другие соевы продукты, как молоко и творог, в наше Екатеринбурге?": 0,
  "мда... первое решается относительно легко, а вот второе...": 0,
  "Что на самом деле хотела сказать российская Прокуратура, приговорив человека, подбросившего свиную голову в мечеть, к 5,5 годам тюрьмы? Видимо то, что в следующий раз лучше бросать сразу фугас.": 1,
  "Медведев отменил зимнее время.Bидимо, это останется первой и единственной реально проведенной Медведевым реформой. Поздравления!": 1,
  "Деньги надо зарабатывать пока молодой, чтобы в старости было что тратить на молодых девушек...": 1,
  "если вы Христианка, то помогает если себя кресным знаменем осенить...": 0,
  "Могу предложить крыс к Новому году. Крыса из латуни сидит на камне...": 0,
  "Так как интеллигенция себя так не ведет п.с. Шутки про областников, в последнее время так уже достали на Е1, что смеха не вызывают.": 0,
  "Философия - когда ищешь чёрную кошку в тёмной комнате. Метафизика - когда ищешь чёрную кошку в тёмной комнате, а её там нет. Теология - когда ищешь чёрную кошку в тёмной комнате, её там нет, но ты всё равно кричишь: Нашёл!. Наука - когда ты ищешь чёрную кошку в тёмной комнате, подсвечивая фонариком.": 1,
  "бедный Прохоров вон с запасом привез, и то его обломали.": 0,
  "Претензию на кого ??? На оператора? Он то тут причем. Чел САМОВОЛЬНО закинул денег в чужой карман, так что деньги можно спрашивать только с владельца кармана.": 0,
  "20 марта 2013 года Госдуме не хватило кворума в связи с массовым отъездом депутатов в отпуск на Кипр.": 1,
  "Ааааа, какая кысанька!!!!!!! Очень похожа на мою в детстве! Вырастет красавицей!": 0,
  "- Как там у высших российских чиновников со спортом? - Выбрасывают ракетки для бадминтона и опять покупают кимоно.": 1,
  "Я подумал, что это будет полезно в целом и полезно для меня. В Богородском я родился, прожил 17 лет, учился здесь.": 0,
  "16-летняя девушка сделала альбом, в котором видно, как бы она выглядела в других десятилетиях.": 0,
  "Больной спрашивает у врача: - Доктор, как мои анализы? - Не могу вас порадовать. К сожалению, голубчик, вы скоро помрете. - Скажите, а сколько мне жить осталось? - 10... - Чего 10, доктор? Лет? Месяцев? - 9, 8, 7, 6, ...": 1,
  "Виды современного искусства: Насрал под дверью, позвонил и убежал — это инсталляция. Позвонил и насрал — это перформанс.": 1,
  "Кто бы мог подумать, что Брэд Пит и Анджелина Джолли на Оскар в таких выходят!": 0,
  "В качестве желающего имею честь высказать мнение, состоящие в том, что тоталитаризма в России сегодня нету.": 0,
  "Если для России что-то жизненно необходимо, то простые люди кладут за это жизнь, а непростые кладут на простых, чтобы положить себе это необходимое.": 0,
  "Встречаются два друга. Один спрашивает: - Скажи откровенно, какая у тебя была самая большая ошибка в жизни? Второй немного подумал и говорит: - Ошибся Родиной...": 1,
  "все хорошее было потом.. Олимпиада в Москве.. Зимние игры в Калгари": 0,
  "Пока он ловился только среди прочих мелких на тех-же червей. А как направленно его поймать? Пучок червей - мелкие обгрызут.": 0,
  "Все, как одиню проголосуем за единственного достойного кандидата!": 0,
  "проездной стоит 2300 с ограниченим не более 100 поездок в месяц берем максимум и считаем - 2300/100 =23 р за поездку проезд по е-карте без проездного 22 рубля за поездку получается проездной стоит на 100 рублей дороже, чем ездить без проездного?!": 0,
  "27, 28 сентября «Renaissanse-party» в ночном клубе «Истерика».": 0,
  "Что там зелёный чай, или зелёный кофе для похудения... Вы съешьте зелёную колбасу, и - за день, минус килограммов 10!!!": 1,
  "А спонсор этого поста - логическое завершение разговора. Логическое завершение разговора - был в сети 15 минут назад.": 1,
  "Помню бухали как то на Исети у Каменска-Уральска, там на берегу валялась голова то ли лошади, то ли коровы.": 0,
  "Фраза Утром полечился у 6 из 10 мужчин означает опохмел.": 1,
  "Вот составил список камер.... Скажите, какая из них лучше? 1.": 0,
  "Собираясь на экскурсию в Русский музей, Шлемензон говорит жене: - Сделай одолжение, Сара, когда ты увидишь замечательный портрет или красивый пейзаж, скажи очаровательно или божественно. Только я тебя умоляю, не кричи, как вчера в Эрмитаже: На это никаких денег не хватит!.": 1,
  "у них если пятку не отобрать они атлантиду в амстердаме (рядом с музеем секса) найдут": 0,
  "Новости криминала: - МВД нашло в банках России 130 млн фальшивых рублей! - Слава богу, а то они уже думали, что потеряли их…": 1,
  "Если тебе нравится девушка, то помни, что кого-то от неё уже тошнит!": 1,
  "Сохрани мир и взаимопонимание в семье: 1) отвернись от телевизора; 2) послушай, что она говорит; 3) повтори последнюю фразу; 4) скажи, что в этом есть рациональное зерно; 5) повернись к телевизору...": 1,
  "Уролога Петрова в метро послали на х*й. А он гордо продолжал ехать на свою любимую работу...": 1,
  "Когда золотую рыбку вываляли в муке, она поняла, что это намек, и все-таки согласилась выполнить еще пару желаний.": 1,
  "Ниче не возбуждает. И приходится терпеть. И давать. Потому что люблю его. Потому что он лучший муж на свете.": 0,
  "пока да да фин его знает, она ведь одну утку принесла положила не берег, понюхала, и все, к другим не подходила": 0,
  "Только в России плакат С праздником! может висеть круглый год.": 1,
  "че ты так мелочишься поставь 15 000 ! у них обычно такие чеки!": 0,
  "Встречаются две снегурочки. Одна другой: - Вчера сделала минет снеговику. - Ну, и как? - Просто тает во рту!": 1,
  "Подойдет такой гражданин скарекроув в подворотне в темное время суток, спросит закурить, вот как ему откажешь?": 0,
  "Есть 2 билета на постановку Федра в театр Романа Виктюка. Спектакль будет проходить во Дворце молодежи в большом зале. Ряд 28, места 57,58": 0,
  "Семья переехала в новую квартиру. Через несколько дней приятель спрашивает главу семьи: - Ну как вы себя чувствуете на новом месте? - Жена сначала нервничала, а теперь чувствует себя отлично - она уже перессорилась со всеми соседями.": 1,
  "Девушка объясняет подруге причину расставания с парнем: - Он трахал всё, что двигалось. А что не двигалось, он сам двигал и трахал...": 1,
  "- Пока виагра действует, мужика ничто не остановит! - А есть такое же средство, только для работы? - Ипотека.": 1,
  "Время собирать биологические материалы - время разбрасывать биологические материалы": 1,
  "Новинка: Бритвенная машинка BRAUN. Гарантия заканчивается 9 мая": 1,
  "и как долго она собралась там сидеть? думаю до первой нужды": 0,
  "как отражение извечной российской вертикали власти Для начала надо сменить президента": 0,
  "Если мужик ушёл в магазин за хлебом, он придёт с хлебом. Если женщина ушла... Она принесёт - йогурт, печеньки, чай, молоко, шоколадку, мандарины и, возможно, даже хлеб...": 1,
  "Два каратиста. Один другому: - Сейчас я тебе все мужское достоинство отшибу! - Опоздал, парень! У моей жены вот уже 5 лет, как черный пояс!": 1,
  "Старший сержант полиции Тигибко, игравший Деда Мороза на Новогоднем утреннике в подшефном детском садике, привычным движением ноги выбил табуретку из под запутавшегося в стихотворении мальчика.": 1,
  "Народный, новогодний... Сто грамм не стоп-кран, дернешь-не остановишься!!!": 1,
  "- Мамка! Я сам украсил елку елочными шарами! Где у нас веник и совок?": 1,
  "то есть нам помогите, а мы не в коем случае? да и правильно одной кушвой больше одной меньше.....": 0,
  "Всю неделю планируешь дела на выходные и в воскресенье оценивая: Зато нормально выспаться успел...": 1,
  "я понимаю - у сорокапятки... или у 122-мметровой образца 38 гг ...": 0,
  "Речь шла о том, что дикой розой вполне можно назвать шиповник, и что там будет за аромат - непонятно. Так что, ребята, вам - двойка!": 0,
  "- Товарищ директор, моя жена сказала мне, чтобы я попросил вас повысить мне оклад. - Ну что ж, я обговорю это предложение со своей супругой.": 1,
  "Да, крепко у нас взялись за пиратство.. Даже демократия у нас теперь демо-версия..": 1,
  "Вот сволочь!!! Ему бы удавится по тихому после того , что он сделал.": 0,
  "Если вас ведёт кто-то за руку, это мама. Если водят за нос, скорее всего любовница. Ели же вас ведут под руку, то это либо жена, либо менты.": 1,
  "Наш Парламент - Федеральное Собрание? Неправильно! Верно так - Феодальное Собрание! ... В стране победившей феодальной демократии...": 1,
  "во первых баян, во вторых - офф, в третьих зачем вам все это?": 0,
  "Если в федеральном законе юридически точно прописать, чем порнография отличается от эротики, то получится настолько непристойная формулировка, что запрет придётся вводить на чтение и цитирование самого федерального закона.": 1,
  "По той причине, что расстояния между атомами тоже намного меньше длины волны видимого света, то есть для него вещество - это сплошная среда.": 0,
  "Стараюсь бережно относиться к технике. Когда произойдет восстание машин, не хочу, чтобы какой-нибудь блендер на меня нажаловался...": 1,
  "это напомнило мне \"когда мне грустно, я вспоминаю, что у меня большой член...\"": 1,
  "Если ты утром встал с левой ноги на чью-то правую руку, то это - очень плохая примета. Значит, предстоит ещё один день пьянки.": 1,
  "Даже придя на работу меня не покидают чувства, что нахожусь все еще на пикнике: тут и запах костра, и летний зной, и влажные тела с горящими глазами чего бы еще хлебнуть…": 1,
  "Значит твоя фраза про кошку к тебе относится не совсем точно, да?": 0,
  "В адвокатскую контору, специализирующуюся на бракоразводных процессах, позвонил заключённый, отбывающий пожизненный срок за убийство собственной жены. - Признаться, я не понимаю, чем мы можем быть вам полезными, - ответил глава конторы. - Похоже, все свои семейные проблемы вам удалось решить самостоятельно.": 1,
  "Даже жена мне говорит, что в последнее время я стал очень раздражительным... Но в коллективе / вне семьи - спокоен...\"": 0,
  "Ночь. Муж уламывает жену заняться сексом. Наконец она соглашается: - Только свет выключи. - Зачем? - Есть фактор, снижающий у меня возбуждение. - Какой ещё фактор? - Я тебя вижу.": 1,
  "в общем есть конечно интересное в книге... но меня в целом не впечатлила...": 0,
  "Угу. Был репортажик как наши моряки отбили наш же танкер. Хотя не в этом суть.": 0,
  "На предстоящих выборах на Украине в урны будут бросать не бюллетени, а самих кандидатов.": 1,
  "приз:смой за собой... или смывает тот кто этот тест придумал???": 0,
  "Сын говорит :Пап!Я голоден! Папа отвечает:Ну привет Голоден. Сын продолжает :Пап я серьёзно! Папа не понимает:Хорошо привет Серьёзно.": 1,
  "Вечер, сидим с мужем на кухне, муж долго-долго смотрит на меня, я удивлённо спрашиваю — «Ты чего…?»  Mуж — « Так и придется доживать с тобой век…»  Я — « Чего…????»   Муж —  «Потому, что — лучше не найдёшь… а хуже не бывает…»)))))))))": 1,
  "ЖКХ или 300 сравнительно честных способов отъема денег у населения...": 1,
  "Девушка пишет письмо в журнал: \"Мой парень, когда напивается, всегда начинает меня домогаться.": 0,
  "Я рисую солнце, Я рисую речку, А посередине... Яркое сердечко!": 0,
  "Радостная новость для лошадей всего мира! Оказывается, на самом деле им совершенно не страшен никотин, алкоголь, наркота и беспорядочные половые связи. Все это убедительно доказала личным примером Ксения Собчак. И-го-го.": 1,
  "Ага, за 13 косарей, еще бы не прикольная, половина средней зарплаты учителя.": 0,
  "а мысли тут читать не умеют. так вам точно никто не поможет": 0,
  "а чо ты хотел, его собачку пнули.))) да поипать на имидж.": 0,
  "Лет 20 назад передачу с симфонической музыкой услышала, по радио... оркестр, бла бла бла..": 0,
  "Если плохо срабатывает кнопка хоум, то имеет смысл капнуть на нее спиртом (но не водкой) и понажимать. Должно заработать.": 0,
  "Когда билетов нет и есть места, это значит что билеты выкуплены, либо абонементы, а на матч люди не пришли.": 0,
  "может быть и привыкнут через год... только куда прятать будем новорожденную дочь...? они когда дерутся сносят все вокруг -с тулья, двери, все падает ..": 0,
  "Как-то раз Никита Сергеевич Хрущев, зашел на свиноферму.": 0,
  "Один мужик жалуется другому: - Хотел снять хороший фильм. А мне помешали. - Кто? - Охранники кинотеатра.": 1,
  "За оказание сопротивления полиции могут наказать и гораздо серьезнее. В колыбели демократии за это могут и убить.": 0,
  "Угловой шкаф - 826х826х2222 боковой с полками - 560х470х2222. боковой плательный - 560х470х2222. цена 12 000 руб.": 0,
  "- Люся, не кажется ли тебе, что ты очень много даёшь воли своему мужу? Сейчас такие девки - могут ведь увести. - Ой, мама, я все пять лет после свадьбы об этом только и мечтаю...": 1,
  "мы ж робим-то вместе, ну, если мусор там вынести, то дооооо))) а чо?": 0,
  "Мне вообще пофигу православная религия. И религия мусульман тоже. И буддистов.": 0,
  "Беспорядки у пиндосов. Почему-то нет обвинений в наш адрес. Они сами что-то организовали?": 1,
  "Прощай, милиция! Здравствуй, полиция! Прощайте, менты! Здравствуйте, понты!": 1,
  "мы платим налоги за то что весной само растает и за то что осенью само потухнет": 1,
  "На примере Саакашвили видно что общение с американцами влияит на интелект.": 1,
  "Со мной начальник уже неделю не разговаривает. Потому что Вконтакте в графе место работы я написала Корпорация монстров.": 1,
  "Женский словарь или как понять женщину: Да = Нет. Нет = Да. Может быть = Нет. Я виновата = Ты ещё пожалеешь. Нам нужно = Я хочу.": 1,
  "Приходит мужчина к сексопатологу и говорит: - Доктор! Я жену за ночь больше трёх раз не могу! - Хм. А кто тебе сказал, что можно больше? - Да вот, сосед говорит, что за ночь раз 10 может!": 1,
  "ИМХО клуб перейдет на альтернативные источники энергии...": 0,
  "Коляда: Люди, которые это сделали, хотели мне насолить. Сказать мне, что я подлец, мерзавец, что я не смею поддерживать Путина! И после этого он хочет сказать, что он не подлец и не мерзавец?": 0,
  "а че такой добрый и без \"слыш ты\" ? Да , пожалуй, не касается. Вы правы а если на улице ребенка бить будут , вы тоже считаете, что вмешиваться нельзя?": 0,
  "Скажи, как это называется, и станет ясно, что ты об этом думаешь.": 0,
  "Сегодня с утра опять на всех наорала, собаке дала по носу, все на хрен раскидала и ушла. А ведь никто не виноват что я опаздывала...": 0,
  "Особенности национальной генетики: в Чечне у мальчиков в возрасте семи лет начинает выпадать молочная борода.": 1,
  "Опу Америке лижут? Политкорректность к Обаме изображает?": 0,
  "Общественное мнение - это мнение тех, кого не спрашивали.": 1,
  "например когда выбирали депутата в гол думу один написал о починке водораспределительной колонке и ремонте светофора за 5 лет ну не смешно ли?": 0,
  "Преподаватель говорит студенту: - Сёма, вы в этот раз зачёта не получите, и общаться мы с вами будем ещё долго-долго. Я к вам в октябре ещё на присягу приеду...": 1,
  "Денег попросил уже на месте. Еще часто назначают встречу в одном из торговых центров.": 0,
  "Армия взяла под стражу президента и выдало 300 ордеров на арест. Египтяне выходит более развиты и культурны чем Россияне.": 0,
  "они могут его застроховать, но страхоовка будет выплочена если его украдут из квартиры.... я уже узновал... а так ниодна наверное страховая компания не застрохует.. его... ((": 0,
  "- Мама, я вот подумал: стану-ка я всё-таки космонавтом! Вот я когда-нибудь женюсь, жена будет всё время говорить: пропылесось, уберись, вынеси мусор, сходи в магазин... А я не могу - я в КОСМОСЕ!": 1,
  "Ненуачо, меня бы прикололо, если бы так и было)) а может у Путина есть Минимы?": 0,
  "да что вы, к тому что вы не думаете мы все давно привыкли...": 0,
  "Основы рыночных отношений: покупатель прав до тех пор, пока не поймёт, что его нае*али.": 1,
  "Путаны на Ленинградском шоссе с возрастом всё больше и больше начинают приторговывать укропом и семечками.": 1,
  "Продавец: - Я уже пять минут с Вами общаюсь и, кажется, узнал Вас. Покупатель: - И кто же я? - Вы тот, из-за кого в инструкциях пишут не совать гениталии в работающий пылесос.": 1,
  "- Какой сказочный персонаж у вас ассоциируется с Россией? - Элли из ледникового периода. - Такая же красивая? - Нет, такая же толстая и неуклюжая, помышляет мелким воровством у слабых, а когда поймают с поличным - прикидывается опоссумом.": 1,
  "и здравоохранение начали активно валоризировать/оптимизировать, ну то есть разрушать.": 0,
  "Вообще если родинки начинаю расти-это тревожный симптом. Их лучше удалить. Сходите к онкологу в онкоцентр лучше.": 0,
  "Самое заманчивое предложение для девушки вовсе не руки и сердца, а виллы и яхты.": 1,
  "острых ощущений, постоянно ходить по лезвию ножа, мимими": 0,
  "и вновь форум вернулся к своей спокойной обыденной жизни.": 0,
  "Читая Библию, привыкаешь к эпическим масштабам: великие цари, битва семи царей, царство филистимское, царство израильское, царь Гатский отложился от царства филистимского... Всё это происходило на территории, не превышающей по размеру Тверскую область.": 1,
  "Интересно вкратце узнать основы его новой арифметики будет)": 0,
  "Свинец понятно, металл. Но почему литой? Отливка, т.е. залитый в форму.": 0,
  "а серенады под окном петь всю ночь? или всё ж таки под утро пустишь?": 0,
  "естественный процесс.... начался с переименования города....": 0,
  "Знал бы Петр Великий что из Санкт-Петербурха приедет Дима Мелкий, заложил бы город на Колыме.": 0,
  "Приходит Медведев после выборов к Путину и говорит: Фсе, пипец! Проиграли мы, батька! Зю 78% набрал А Путин ему и отвечает: Не бзди, салага! Ты - 93!": 1,
  "ПРосыпаюсь утром, а внутренний голос мне подсказывает: Беги в магазин, сегодня праздник - день психического здоровья! Но за бутылкой я не пошёл: три других голоса были против.": 1,
  "- Здравствуй, Мудрейший! - Ты кому это? - Да я в зеркало смотрю.": 1,
  "Не хотела обидеть неприличным ничем. Я бы сходила на \"О чем еще говорят мужчины‎\" и услышала бы с удовольствием первую фразу после просмотра": 0,
  "Есть подозрения, что еще как вариант \" Екатеринбурский мед. колледж \"...": 0,
  "Сценарий фильма «Мы из будущего-3» : парень с российским флагом и георгиевской лентой на груди попадает в 1943 год, где его немедленно расстреливают за эту символику.": 1,
  "Доброе утро всем! Наконец то закончились эти дурацкие каникулы На работу! Ура!": 0,
  "Намекнул жене, что хочу попробовать спать пожёще. Неожиданно с энтузиазмом согласилась. Вечером постелила мне на полу.": 1,
  "Поздравляю с Наступающим годом Дракона - Символом неба, тепла, чистоты.": 0,
  "Власти Голландии сказали, что охотно приютят у себя представителей секс-меньшинств из России. Теперь важно не продешевить, отдавая им наше всё - геев и лесбиянок. В качестве нагрузки нужно отправить в Голландию еще и наркоманов!": 1,
  "ща анджелина джоли автору в личку писанет....он поди бред питт": 0,
  "\"В нерестовый запрет ходить на лодке можно, но ловить с лодки нельзя\" \"В нерестовый запрет с берега ловить рыбу можно.": 0,
  "В прошлом году Послание президента содержало 6 тыс. слов, нынешнее - больше 7 тысяч. Значит, дно пройдено, подъем начался.": 1,
  "Вpач сказал мужику, что ему осталось только 30 pаз кончить - после чего наступит полная импотенция... Мужик пpишел домой и поделился несчастьем с женой. Та в ужасе: - Всего 30?!! Их надо pасходовать беpежно. Давай составим список... - Я уже составил. Тебя в нем нет...": 1,
  "А еще так пишется греческая буква, относящаяся к моей специальности. Ностальгия!": 0,
  "Стоит железнодорожник возле шлагбаума мимо которого с шумом проносится железнодорожный состав. Вдруг на его лоб прилипает тампон. Железнодорожник снимает его со лба, внимательно смотрит на него и со вздохом произносит: - Надо же война уже 55 лет как закончилась, а раненых все везут и везут...": 1,
  "- Сколько ты получаешь ? - 5000. - А хочешь 60000? - Конечно, хочу. А что нужно делать? - Работать год.": 1,
  "Только в России пятиминутка может длиться неограниченное количество времени и закончиться корпоративом.": 1,
  "Не могу понять, что мне нужно больше, нежные чувства или винтовка.": 1,
  "- Мы идем в Европу, - твердо заявили украинцы. - А мы уже давно тут, - невозмутимо ответили россияне.": 1,
  "Армянское радио спрашивают: - Как азербайджанцы снимают презервативы? - Выпердывают из задниц!": 1,
  "я думаю туда выбраться в выходные с ребенком, катер по пускать.": 0,
  "Гендерная политика в Европе достигнет своего результата тогда, когда первой леди европейского государства станет мужчина.": 1,
  "я в ауте..классно то как! Сижу, давно уже думаю, пойти, сделать торт, или не делать торт.... Наверное, придется.. Пиццу уже сделала, муж дышать не может. Теперь еще торт..": 0,
  "от алюминиевой посуды, говорят, болезнь альцгеймера может развиться": 0,
  "Я так понимаю, что отопление в городе запустят тогда, когда все аптеки выполнят план по продаже средств от кашля и простуды.": 1,
  "Разговор двух шотландцев: - Ты слышал, Смит поссорился со своей женой. - И что же они не поделили? - Он купил подержанную надгробную плиту и потребовал, чтобы жена сменила имя.": 1,
  "Похоже, америкосы стали следовать традициям старинного русского кулачного боя, при котором всегда вперед пускали сопливых мальчишек.": 1,
  "Это не так сложно, как кажется. Всё дело в Вашем осознании. Вам надо просто посидеть и подумать. Почему Вы злитесь и обижаетесь на людей?! Скорее всего потому, что они не соответствуют Вашим ожиданиям и делают не то, что хотите Вы.": 0,
  "А вы родите и будет у вас любимейший человек на свете! Удачи и счастья!": 0,
  "Осьминогов есть нельзя Осьминоги это подводные слоны. Ты видела их глаза?": 0,
  "3 раза в день после еды в течение месяца...вот только толку никакого...принимаю в течение месяца их уже....": 0,
  "Приезжайте и убедитесь воочию. Иногда лучше жевать, как говорится.": 0,
  "Съели бы на завтрак и не подавились. Это только в гостях такие милые и пушистые...": 0,
  "Возможна ли в российской киноиндустрии подобная «история успеха»?": 0,
  "Не болельщик ни той, ни другой команды... скорее даже болельщик команды, которую вы оба ненавидите Но у Челси как раз творческой игры поболее будет": 0,
  "Вы меня такими лицами не пугайте Лучше скажите это слишком рано или слишком поздно?": 0,
  "зверюююгииии... я просила для моего хорошего знакомого клетку медну тиграм и львом...": 0,
  "Опытная девушка познакомится с молодым человеком без интимного опыта для серьезных отношений": 0,
  "Так что ИМХО - нет повода для беспокойства (хотя как не беспокоиться - звук-то не из приятных, но дитям нравится)": 0,
  "Ну если не пьяный, то хоть на чем можно съездить. А цель лишения прав за вождение в нетрезвом виде не само лишение прав, а предотвращение последствий.": 0,
  "Дети в школах диктанты и то лучше пишут. Базарные новости.": 0,
  "Депутаты ЛДПР предложили ввести законопроект по увеличению явки избирателей. - За явку на участок - дополнительный выходной. - За явку на участок и голосование - два выходных. - За правильное голосование - неделя к отпуску!": 1,
  "Суслов: -\"МУ-МУ\" написал Тургенев. Брежнев: -Не понял, \"МУ-МУ\" - Тургенев, а памятник Чехову?": 1,
  "Челюсти - документальный фильм о футбольной сборной Уругвая.": 1,
  "- Так, пора коренным образом менять образ жизни! Меня тут комар укусил - так его вырвало!": 1,
  "Гулять будете ВЫ (с учетом того, что муж собаку не хочет).": 0,
  "Посол США на Украине вызвал губернатора Днепропетровской области к себе для личной беседы. Посол Украины в Америке тоже вызвал губернатора Техаса для беседы.": 1,
  "- Люся, ты живёшь, как в автомате с игрушками - ни фига не делаешь и ждёшь, когда тебя какой-нибудь пьяный за десять рублей подцепит.": 1,
  "Бывает, встретишь мужичка и думаешь: Боже мой!!!! И куда ты такой нарядный?!.... Белая рубашка... Трико... Сланцы с носками..": 1,
  "Я имею право на частную жизнь! - орала избиваемой журналистке Собчак, от чьей частной жизни и хлебальника по всем каналам телезрителям удаётся отдохнуть не более 20 минут в сутки.": 0,
  "Так что пусть лучше будет булочка... Хоть бы и на ночь глядя...": 0,
  "как романтично... /вздохнула/ считаю, что надо было ему сразу про менед рассказать": 0,
  "У каждого домашнего кота есть раб по имени человек. © Малый Кыс": 1,
  "Этой женщине то какого нам надо? Столкнулись две машины. генерала ФСБ и генерала МВД.": 0,
  "Кадыров просто сказал байкерам: Мне нужна ваша одежда и ваш мотоцикл.": 1,
  "Анатолий Вассерман носит на шее мешочек с лавандой, чтобы бороду не съела моль.": 1,
  "Как известно, евро в последнее время сильно подешевел по отношению к доллару. Если бы у меня был миллиард евро, то как представлю - аж плохо становится. А так всё нормально...": 1,
  "Пятилетний Коля спрашивает мать: - Мамка, а ты знаешь, на сколько хватает одного тюбика зубной пасты? - Не знаю, сынок. - На весь коридор, зал и половину балкона...": 1,
  "давно собираюсь как-то так проехать, но всё руки не доходят, обязательно пройду по твоему треку!": 0,
  "Ну что,Поздравим,Володю С Днём Рождения!!!!!!Большое,человеческое Спасибо.": 0,
  "можно и на с/х технику, которую они же и выпускают. Вот только не охотно они на это соглашаются.": 0,
  "Как бывший мент говорю. Система полностью сгнила ее надо менять, а вместо этого несут пургу про \"модернизацию и философию\".": 0,
  "- Они же низкокалорийные! - успокаивала я себя, доедая тридцать шестой ролл...": 1,
  "Это и есть главный спекулянт, о котором говорил глава государства...": 0,
  "Дома за все это время пару раз приготовил яичницу/омлет. Единственный раз приготовил лазанью.": 0,
  "Праздники на носу, инстинкт самосохранения помогает определиться с подарками: - Всем своим детям одинаковые игрушки - Всем своим женщинам одинаковые духи": 1,
  "У одного из пассажиров было изъято около двух граммов кокаина.": 0,
  "В 159 школе собирают с народа деньги на операцию девочке старшекласснице - опухоль на ноге. Сумма - 50 тысяч!!!!!!!!!!!": 0,
  "Они говорят, как много людей умирает из-за алкоголя... Они даже не представляют себе, сколько людей рождается из-за алкоголя!": 1,
  "Последние исследования в области спортивной гребли установили, что в 2-х местной байдарке обычно находятся два загадочных существа, называющихся Гребибля и Гребубля. А также установили, что в 3-х местной появляется еще одно не менее загадочное существо, по имени Кудабля.": 1,
  "Есть настроение сегодня прогуляться с приятной девушкой в парке, район пионерский.": 0,
  "Пчелы потив меда Куйненашев уйди тогда в отставку первый": 0,
  "- Девушка, можно... - Можно! - Ха! Девушка, но почему вы даже не дослушали меня? Вдруг я что-нибудь похабное хотел предложить? - Вы стали бы первым за последние семь лет!": 1,
  "Может запустить им одну ракету, чтоб знали, что это такое. Какая разница, куда \"Булаве\" лететь.": 0,
  "Курение электронных сигарет - первый шаг к сексу с киборгом": 1,
  "- Света, а давай я твой портфель понесу! - Да он не тяжелый. - А я и не сильный!": 1,
  "Что делать, если выпил много воды? (Больше шести литров).": 0,
  "одни ищут различные причины для отказа, стыдливо умалчивая об истиной причине..": 0,
  "Приходит мужик к врачу и спрашивает: - Доктор, почему у меня четыре яйца? - Ха!! Батенька!! Это не яйца! Это у вас почки опустились!": 1,
  "Нет Просто мне понравилось, как Еодин мне задал вопрос, потому я и ответил на вопрос.": 0,
  "Не, тушенка за 40- не тушенка. С яйцами все ошиблись. 25р. 1й сорт.": 0,
  "Если бы все люди жили по совести, то бизнесмены были бы нищими, а чиновники умерли с голоду...": 0,
  "-Когда утром я слышу звук будильника, мне кажется, что в меня выстрелили. - И вы вскакиваете? -Нет, лежу как убитый!": 1,
  "Проблемы с дорогами в Екатеринбурге. ЯМА за ЯМОЙ. чиновники сказали нет этому не быть, лучше собор.": 0,
  "Собрались школьные друзья 30 лет спустя. Стали делиться кто кем стал. Дора - врачом, Миша - инженером и т.д. А Вовочка стал генералом. Все загалдели: Да ты в школе не знал таблицу умножения. Как же ты генералом стал?! Вовочка как рявкнул: А я и сейчас её не знаю, хрясть кулаком по столу, Но к утру чтоб была.": 1,
  "Наверное - это и есть первая примета наступающей осени...": 0,
  "О цене на нефть. Русское счастье очень похоже на Американское несчастье, и обычно совпадает по времени…. (Беда)": 1,
  "Миллионы россиян наконец-то заметили, что уровень их жизни никак не зависит от уровня Путина!": 1,
  "в корне не согласен. Ограничивать человека от ребенка - чревато многими проблемами. Папа это тот - чья кровь и гены.": 0,
  "в каких халупах еще живут а ведь наши космические корабли бороздят": 0,
  "На совещании: - Нам необходимо срочно провести масштабный опрос общественного мнения! - А зачем эти траты? И так ясно, что они скажут... - Идиот! Не важно, что скажут! Но каждому приятно, что его мнением интересуются...": 1,
  "КТООО РАЗБОГАТЕЕЕЕЛ!!! ВЫЛЕЗАААЙТЕЕЕЕ ИЗ берлоги!!! Доставайте богатства из чулок! пришла пора тратиться!!! Леха ,а ты не разбогател случаем???": 0,
  "Я так и не понял - Вы за коммунизм или за капитализм? Лично я - за милитаризм.": 0,
  "В текущей ситуации вопрос решен посредством указанной модели.": 0,
  "— Здравствуйте, это клуб отбитых дегенератов без чувства юмора?  — Дратути.": 1,
  "Путин поручил сократить штат Федеральной службы по контролю за оборотом наркотиков на 13 процентов. Видимо, налоги не платили...": 1,
  "Чем больше ошибок сделано тобой в молодости, тем меньше их осталось сделать в старости.": 1,
  "В Польше на сто женщин приходится 94 мужчины, в Белоруссии - 87 мужчин, а в России - 86. В принципе, разница, конечно, не очень велика, но она есть.": 0,
  "- Сара Исаковна, вы еврейка? - А с чего это вы взяли? - Ну... ведь Исаак - еврейское имя... - Да? Вы что, хотите сказать что Исакиевский собор - синагога?": 1,
  "Джодж Буш сказал, что считает Рауля Кастро диктатором. Рауль Кастро молчит, но считает Джоджа Буша дураком.": 1,
  "То же самое говорили немцы про Адольфа нашего Гитлера. Тоже някой был.": 0,
  "«Дорогие режиссеры рекламы еды! Никто не ест в замедленном повторе с закрытыми глазами! С уважением, нормальные люди».": 1,
  "Это же не коммунальная квартира....о каких телеграммах идет речь?": 0,
  "Он думал, что я не умею играть в бильярд! ... Играли на желание...  ХА!!! Сейчас он идет... на шпильках в аптеку за..... прокладками...": 1,
  "- Я вчера возвращаюсь из командировки раньше времени и сразу в шкаф, смотрю и точно - любовник жены! - И что? - А я ему говорю: Придурок, сколько можно раз говорить, я развелся, и она давно переехала! Veland88": 1,
  "Cамое большое отличие митингов за и против честных выборов - это то, что организаторы первых митингов на сцене, а вот организаторов вторых митингов даже в толпе не видно .": 0,
  "ничего не слышал о визите премьера в карпинск сми опять прозевали": 0,
  "Американец в воскресенье отдыхает дома от тяжелых будней. Русский в понедельник отдыхает на работе от тяжелых выходных.": 1,
  "Про путешествия в другие миры существует потрясная серия книг авторства Макс Фрай под названием Лабиринты Ехо.": 0,
  "Для удовольствия? Есть мазохисты получающие удовольствие от траты времени и напряжения мозга?": 0,
  "Сша в шоке. В Евросоюзе тоска В ежегодном послании тов. Путин сказал что в России запасов макарон на 30 лет": 1,
  "Один очень хороший проверенный способ бросить курить: Прижмет- бросишь!": 0,
  "- Мама, мама! Мне теперь 16 лет! Это значит что теперь я смогу краситься, надевать красивые платья и гулять с мальчиками? - Знаешь Серёжа... лучше не надо!": 1,
  "Звонок на радиостанцию: - Поставьте пожалуйста для Владимира Путина песню из кинофильма 17 мгновений весны со словами Я прошу, хоть не надо лгать.": 1,
  "а есть разница, 3г то работал как часы а этот вот что-то никак": 0,
  "Семья людоедов поедает негра. Сын: - Папа, а он горячего или холодного копчения?": 1,
  "Копал мужик червей, но откопал лишь одного толстого метровой длины. Пошёл на рыбалку и нацепил его целиком на крючок. От долгого ожидания поклёвки задремал. Разбудил его всё тот же червь, лежащий на берегу с двумя большими рыбинами подмышками: - Пока ты дрыхнул, Григорий, эти твари меня чуть не сожрали...": 1,
  "я страшный, страшный серый волк, и в поросятах знаю толк ррррр (С)": 0,
  "Женщина - это недоразвитый мужчина, лошадь - недоразвитая женщина. и т.п.": 0,
  "- В конце концов, люди поступят с вами так, как вы поступили с ними. - Кому вы это говорите? – грустно усмехнулся Иисус.": 1,
  "Добавлю ещё пожалуй то, что когда у вас сжигается 500, 600, 700 пусть даже 1000 калорий.": 0,
  "...ЖИЗНЬ - СВОЕОБРАЗНАЯ ИГРА. СО СВОИМИ УСЛОВИЯМИ И ПРАВИЛАМИ. ПРИ НАРУШЕНИИ КОТОРЫХ ТВОЯ СУДЬБА. ПОРОЙ.": 0,
  "Подойдет- куплю, нет - отдам и куплю мороженое за беспокойство": 0,
  "Все новое - это хорошо забытое старое. Еще в советское время на велосипедах ХВЗ так делали.": 0,
  "Вопрос мужчинам, вы бы снялись в кино про геев за большую сумму денег?": 0,
  "Если бы все женщины уходили от всех изменяющих им мужчин - закончилась бы жизнь на земле...": 1,
  "Найдена девочка. Зовут Настенька. Умеет все. К горшку приучена. Отдам в хорошие руки. Морозко.": 1,
  "1. Когда вы с мамой в трамвае ехали малинький то мама вам место уступала ?": 0,
  "Путину так понравился 4-летний отдых в санатории Премьер-министр, что он решил по знакомству устроить туда Медведева сразу на 12 лет...": 1,
  "В колумбийской армии фронтовые сто грамм дают неожиданный эффект.": 1,
  "тебе должно сердце подсказывать У них же на лбу написано, тем более, что лоб хорошо видно - шапка-то на затылке болтается": 0,
  "голосуй не голосуй один хрен получишь х.. выборы, выборы все депутаты пи.... едро в помойное ведро...": 0,
  "Уже есть люди с адекватной (на мой взгляд) оценкой фильмов. На мнения таких людей я и смотрю. ЗЫ Также есть и список неадекватных": 0,
  "Бесят Георгиевские ленточки на антеннах автомобилей посреди лета.. замызганные..грязные..вот тебе и символ Победы!!!...": 0,
  "Что за ирония судьбы: почему в КВД всегда самые красивые медсестры?": 1,
  "Есть те кто это делает по собственному желанию, есть те, кто одевается так по принуждению. Если женщина носит хиджаб добровольно - то тут всё понятно.": 0,
  "-Иванушка! Хочешь, я разденусь догола? -До гола, Настенька? А в чьи ворота?": 1,
  "Через 2 недели у одного стала отклеиваться подошва. Пошёл сдавать. Деньги вернули. Но что меня поразило - тот ботинок, на котором отклеилась подошва и внешне оказался потёртым чуть не до дыр и старым, а второй как новый.": 0,
  "они в этом засилии говна и пидаров в телевизоре просто задыхаются...": 0,
  "Как выучить английский, если у тебя мало времени, и ты можешь уделять ему только 15-20 минут в день?": 0,
  "Российская политическая и бизнес элита родину не продаёт, она её экспортирует.": 1,
  "Холодная война. Две вороны смотрят на запуск американской ядерной рекеты. Одна ворона говорит: - Взлетит. Вторая: - Не взлетит. - Взлетит. - Не взлетит. Ракета взлетела и взорвалась. - Накаркала. - Служу Советскому Союзу!": 1,
  "Челябинские полицейские настолько суровы, что когда смеются, они надевают балаклавы.": 1,
  "нет. эта картина на всех сайтах. в том числе и на яндексе.": 0,
  "- Просто потрясающе, сколько неприятностей можно найти на свою задницу, если тебе просто больше нечем заняться. (К. Джонс)": 1,
  "Нахожу одно лекарство и хочу узнать, есть ли в этой аптеке другие (и цена не особо важна).": 0,
  "не очень молодая женщина хочет познакомится с мужчиной, а вдруг человек хороший попадется?! не очень молодая - это 38 слабо?": 0,
  "Папе выдать премию Дарвина. Заслужил. Да, еще не понял, чем он собирался машину \"покормить\"? Хот-догом?": 0,
  "Конечно депутат это лицо неприкосновенное, но вот лицо депутата - нет.": 1,
  "а у меня тоже пчел, только он трутень, никак не хочет икру оплодотворять, тоже зубастый и тоже никому не отдам": 0,
  "Президент наградил Чубайса наноорденом за нановклад в нанотехнологии.": 1,
  "Англичанин жалуется другу: Вчера пил с русским, чуть не сдох. Сегодня похмелялся с русским, лучше бы я сдох вчера.": 1,
  "Бензин это товар не эластичный по спросу на цене, будут покупать и по 100 рэ": 0,
  "Видать, капитан ?Коста Конкордия? - родственник капитану ?Титаника?...": 0,
  "- После установки счетчиков на водоснабжение заметил за собой, что стал стоять под душем дольше... Запретный плод сладок... Факт!": 1,
  "а то выйдя на улицу будешь очень интересен сотрудникам милиции": 0,
  "Эти задачи были выполнены, а задача обеспечить себе пожизненную власть перед ней не стояло": 0,
  "от таких расценок за лекции даже пендосы наверное офонарели бы": 0,
  "))))эк ты заговорила0)) Танечка мне нравится_))) или ты хочешь меня отдрюкать?)) тебе? ИВАНУШКА ДУРАЧОК))": 0,
  "Оставлю себе и подруге! Да, я практичный! Лишиться в пустыне единственного кувшина с водой...": 0,
  "Мальчик Джон и мальчик Ваня независимо друг от друга послали своим президентам трубочки и посоветовали списки чиновников предварительно разжевывать, а потом стрелять друг в друга.": 1,
  "понял понял. вначале манагер, потом яйцо, ну, а курица ... в курятнике": 0,
  "- Дорогая, скажи мне что-нибудь, что одновременно меня обрадует и огорчит. - Из всех твоих друзей, у тебя самый большой и твердый член!": 1,
  "Это все белочки....пришли к нетрезвым дядькам и подожгли их нафиг.": 0,
  "- а ить ты, дочь моя, поди и в руки берешь?... у чужих мужуков? - беру батюшка, беру... - грех... грех дочь моя...": 1,
  "Едем на машинах! Геленджик,Туапсе и т.п.!!есть навигатор.": 0,
  "iOS 9: уровень батареи 33%. Для подзарядки батареи необходимо пополнить счет на 67 рублей и подключить зарядное устройство.": 1,
  "Под Ростовом взорвался украинский снаряд. По словам очевидцев, перед тем как взорваться, снаряд сыграл Ще не вмерла Україна! крикнул Героям слава! и роздал местным жителям по пачке визиток Яроша.": 1,
  "Сотрудники библиотеки рекомендуют потеплее укутаться пледом и в прикуску с малиновым вареньем взяться за книги это во время эпидемии-то? да щас все как ломонутся в библиотеки!": 0,
  "а если приложите усилия.... все сбудется.... а вам это уже как бы и не надо?": 0,
  "Собаку надо показать ветеринару. Нормальному ветеринару.": 0,
  "сидят два обдолбанных наркомана, один другому Слышь, Мих, это гашишь?? Тот попробывалФу, блять, этож гавно!!!!! - Вот и я думаю откуда у меня в жопе гашишь!?": 1,
  "ну дык. а кто к нам мигрантов из теплых стран приманивает?": 0,
  "Социализм - от каждого по способностям, каждому по труду. Коммунизм - от каждого по способностям, каждому по потребностям. Наше время - от каждого по желанию, чиновникам по потребностям, остальным как устроятся.": 1,
  "сериал из 18 советских кукольных мультфильмов творческого объединения ?Экран?": 0,
  "Опять ерунду какую то сказал,сам себе противоречит про Кудрина.": 0,
  "Щёткой? Зубной или обувной? Тряпочкой протереть? Зато вызывает раздражение.": 0,
  "Ищешь по нику \"Модератор\"? Это кто-то новый в ГТ появился. Он же отвечает в \"Тех. вопросах о Е1\"": 0,
  "Красивая девочка. )) Других кошек мы не любим. А к людям.. к людям нормально. )) Чесаться тоже не очень хотим. )) Кошка знает себе цену, знает, что красавица. )) Думаю, что в семье, где нет других животных, она просто расцветет.": 0,
  "В летний сезон остерегайтесь, пожалуйста, комаров и мудаков. Запомните: мудаки и комары.": 1,
  "согласно закону порнографические мультфильмы надо запретить потому что они провоцируют сексуальное насилие. но ученые доказали что больше всего сексуальное насилие провоцируют яйца. мы требуем принять закон чтобы всем поотрезали яйца! чтобы сократить уровень насилия.": 1,
  "Даша и Маша познакомились с Сашей. Нашли, так сказать, общий язык.": 1,
  "Каким образом братья Стругацкие работали над своими книгами?": 0,
  "Встрепенись, мать. Ты же отец! Что-то тяжелым стал на подъем, строитель. Негоже тыкать в свою скучность другому в лицо )": 1,
  "Своим указом № 24567345/бис/заебис президент Ющенко объявил разгромный выигрыш Манчестер Юнайтед у киевского Динамо (4:0) актом геноцида украинского народа.": 1,
  "— Хорошо, что мы завели кота, которого можно унижать и тискать. — Я думал, у тебя для этого есть я. — Нужен был кто-то меньше и слабее.": 1,
  "Оля помыла посуду, выгуляла собаку, сделала уроки, но мама всё равно заметила, что она беременна.": 1,
  "Как ни крути, история России идет по кругу. Когда-то дань с населения собирала Золотая Орда кочевников, а теперь Золотая Орда чиновников.": 1,
  "Рад за наш ВМФ! Научились, как прятать деньги - а концы в воду!": 0,
  "Чтобы войти в историю, президенту Медведеву вместо отмены часовых поясов следовало бы отменить месяц август.": 1,
  "а когда инспектора,начинают работать по бахусу,такие как вы начинают качать права,про то что их проверяют": 0,
  "Сваха сватает единственную дочь местного богача. Перечисляет все достоинства жениха. Потом говорит: - Но есть у него один маленький недостаток: заикается. Обеспокоенная мать невесты: - Что, всегда? - Упаси Бог! Только когда говорит.": 1,
  "Исчерпан «молочный конфликт» - Белоруссия согласилась перерабатывать натуральное молоко в «молочный» напиток для России по ее техническим условиям.": 0,
  "интернет это давно уже не фидо... пора модернизироваться": 0,
  "Очень давно и тщательно выбираю дачку за городом. Поверьте мне, словосочетание экспериментальные материалы означает из говна и палок.": 1,
  "Они в больнице лежат, как вернутся в приют. так напишут письма.": 0,
  "В то время Мальборо был Мальборо. Это сейчас сено курят за стопитсот рублей пачка.": 0,
  "Ничто так не утешает перед экзаменом, как безделье одногруппников.": 1,
  "Челябинские мужики такие суровые, что в белой горячке не ИМ черти, а ОНИ чертям мерещатся.": 1,
  "В России любая затеваемая гадость начинается со слов - Мировая практика показывает...": 1,
  "Вчера в Ухрюпинске наряд полиции, приехавший опечатывать нелегальное казино, на прощание проиграл в нём своё оружие, форму и УАЗик.": 1,
  "Hа ветеринарном факультете профессор спрашивает студента: - Как бы вы поступили, если бы лошадь упала и сломала ключицу? Студент начинает объяснять. Профессор прерывает его: - Прежде всего вам бы следовало позвонить в зоологический музей и сообщить, что вы обнаружили единственную в мире лошадь с ключицей.": 1,
  "Однако попробую спросить: как узнать в каком банке счет у страховой компании? СК Тирус.": 0,
  "Определить, в какой вы находитесь Корее, Северной или Южной, можно по мху на коре деревьев. Если люди его едят, то вы в Северной.": 1,
  "Конкурент первого айфона только большинство Nokia n95 до сих пор живые) а айфоны порасыпались": 0,
  "Помню к отцу менты приходили, пытались дело на него завести уголовное за мошенничество.": 0,
  "Девушки, которые сами платят за себя, ночуют там, где прописаны.": 1,
  "Ой!!! Мгновенно ставьте телик выше на 2 года, вне досягаемости детских шаловливых ручек !!!": 0,
  "Соц. реклама Город станет краше, получив налоги наши. Согласен. Новенькие тачки чиновников смотрятся и правда красиво.": 1,
  "Говорят, что: 1. Серые глаза могут понравиться. 2. В голубые глаза можно влюбиться. 3. Только карие глаза могут свести с ума! Только у меня один вопрос: - Мне-то с зелёными чё делать?": 1,
  "«Пиратов, захвативших российский танкер, разоружили, сняли средства навигации, высадили за борт на надувную лодку и отправили в свободное плавание», - сказал источник РИА Новости в Минобороны. А провианта в дорогу? А на посошок? Не по-христиански как-то.": 1,
  "Недовольные, вы просто не русские. Все русские МЕЧТАЛИ о возвращении Севастополя и Крыма.": 0,
  "Уволил бы Фурсенко паразитов-надсмотрщиков-горнисток, и, глядишь, финасирование бы само выросло (!) труда учителей": 0,
  "Сандальский - еврей, шумно принявший грузинское гражданство и поддержавший Мишико.": 0,
  "Молодая жена спрашивает мужа: - Милый, ты будешь меня любить как Ромео Джульету? - Не знаю. Не читал. - А ты будешь ревновать меня, как Отелло Дездемону? - Не знаю. Не читал. - А что ты читал? - \"Муму\". Будешь гавкать - утоплю.": 1,
  "все возможно)) можно разлюбить мч, который весь год был рядом": 0,
  "-Не знаю, что делать. Тараканы замучали. Всюду шастают-покоя нет. -А ты купи мелок для тараканов. - а что, помогает? - Конечно. Видишь-сидят в углу, рисуют...": 1,
  "Священник на проповеди: - Дети мои! Что надо сделать прежде всего, чтобы испросить прощения за грехи свои? Девичий голос: - Согрешить!": 1,
  "а если ж нет, то е....сь, как хотите цирк с конями.... железными": 0,
  "Приносим наши искренние извинения за причиненные неудобства.": 0,
  "Чем меньше должность, тем заметнее твое отсутствие на рабочем месте.": 1,
  "только объявила о разводе, сразу с любовником на переферию...": 0,
  "- Дорогие гости, заходите, но предупреждаем, у нас сухой закон - ни капли водки на пол!": 1,
  "Такое впечатление, что Вассерман просто сдал игру. А у Вас?": 0,
  "Янукович сказал Украинцам, что им нужно вставать с петухами и много работать. Украинцы ответили, что много работать - это правильно, но вставать нужно рано утром, а не тогда, когда встают Янукович и его кореша.": 1,
  "- Биологи доказали, что тараканы могут жить без головы! (ссылка) - Могут. Но в женской голове им уютнее.": 1,
  "Да ну трусики. Там забудешь, сям найдешь. Алименты поди.": 0,
  "Качественные копии телефонов: Mobiado 105 ZAF - 800$ Vertu Ferrari - 550$ Vertu Signature S Design - 700$ Все телефоны в коробках с полным комплектом.": 0,
  "Дед Мазай и Герасим так и не пришли к единому мнению о том, что лучше для раскрутки имени: благотворительная акция или чёрный пиар.": 1,
  "Какой ответ на загадку из фильма \"Жизнь прекрасна\" ? См.загадку в комментариях.": 0,
  "Я свои деньги зарабатываю честно, если есть сомнения - можешь прийти убедиться.": 0,
  "Сам толком не догоняю. Интегралы им личный терапевт прописывает.И так и этак. Беседовал с выздоравливающими.": 0,
  "Вопрос Армянскому радио: - Почему в одних и тех же концертных залах Элтону Джону разрешают выступать, а Борису Моисееву нет? - Потому что Элтон Джон гей, а Моисеев пидорас. Andrew (c)": 1,
  "\"нет\" в этом случаи звучит на мой взгляд не уместно.. Пожалуй \"Да\" в данной потсоновки вопроса горазодо болие лояльно нежли \"нет\"..": 0,
  "это ж не ево дело выполнять, значит кто то плохо работает, обещания губернатора не исполняет": 0,
  "Почему Durex? Добро пожаловать в мир Durex в России. Ни границ...": 0,
  "Надо его срочно в палату мер и весов, как эталонный экземпляр": 0,
  "Кому-кому, а ему не следовало бы допускать этого! Маршал Советского Союза К.К. Рокоссовский.": 0,
  "Муж разгадывает кроссворд: - Слушай, - обращается он к жене, - как называется птица из девяти букв, которая уже не существует? - Это наша канарейка, кошка съела ее еще на прошлой неделе.": 1,
  "В Донецке открываются приемные Януковича, которые будут оказывать юридическую поддержку гражданам, желающим завести страусов.": 1,
  "- И что же, Вадик, ты делал без меня? Дрочил или плакал? - Люся, мужчины не плачут!": 1,
  "Инвалид в костюме Грефа пытался получить кредит в Сбербанке… ©Фёдор Тишутин": 1,
  "Женщине-католичке уже разрешили избегать беременности при помощи математики, но ей строжайше запрещено прибегать к химии или физике.": 1,
  "Зачем нас отправили на Землю? Чем частички Бога так накосячили ТАМ, что их направили на Землю?": 1,
  "интересно где они там новогоднюю елку ставят и хороводы водят... ну рассказуйте кто и где и как будет вечерить 31.": 0,
  "У всех была гарантированная работа, бесплатное жилье, бесплатная медицина и лучшее в мире образование.": 0,
  "от перестановки множителей произведение не меняеться- в нашей госструктуре кого только не переставляли и куда только не переставляли...": 1,
  "Как говорят женщины: - Не в деньгах счастье, но с деньгами я могу себе позволить быть несчастной с кем угодно, где угодно и когда угодно.": 1,
  "ВВП России после падения в текущем году вырастет на 2-3 процента.": 0,
  "- Мальчик,что ты делаешь в моем саду? - Понимаете, дяденька, одно из ваших яблок упало и я хотел повесить на место.": 1,
  "Когда 15% человечества называет свои ценности общечеловеческими, это как-то немножко странно для остальных 85%.": 1,
  "Если бы они ехали куда-нибудь в другое место, до благополучно добрались бы до места. Но ведь Пермь - аномальный город, отсюда и все беды": 0,
  "Почти треть россиян хотят сделать прививки от гриппа Онищенко лично.": 1,
  "Приходит беременная женщина(Ж) к гинекологу(Г) на консультацию: (Ж) -Доктор, знаете, мне сказали, что ребёнок как-то завернулся, скажите-это опасно? (Г) -Как ваше имя? (Ж) -Софья. (Г)- А фамилия? (Ж)- Рубинштейн. (Г)- Тогда не переживайте- выкрутится!": 1,
  "Получена первая практическая польза от нанотехнологий. Российские ученые создали прибор, способный зафиксировать такую малую величину, как совесть Путина.": 1,
  "Алкоголь - это божий дар человечеству за пережитые им бедствия.": 1,
  "xxx: странное чувство беспокоит меня xxx: я бы назвал его, ммм... ххх: Жёсткое Ощущение Приближающегося Апокалипсиса xxx: или сокращенно... ну вы поняли": 1,
  "Мы постоянно называем друг друга в разговорах с животными и между собой.": 0,
  "- Путин сказал, что в целях борьбы с катастрофической нехваткой денег в Пенсионном Фонде России в размере 2,5 триллионов рублей он готов пойти на беспрецедентные меры. Заставить Сечина заплатить налоги со ВСЕГО годового дохода и отправить дочерей работать.": 1,
  "подумаешь, вопросы... за людей не считают приезжих те, кто сами приезжие.": 0,
  "Вы чоу, это же не малый и не средний бизнес - это бизнес чиновников. Его трогать неззя": 0,
  "Да хотя корейку, хоть ногу... Чем ваш кабан из леса лучше моего тоже из леса?": 0,
  "Только труд, труд и труд. В котором много стараний разобраться в происходящем, понять и освоить.": 0,
  "И тут надпись на экране: «USR — смешаем с дерьмом людей».": 1,
  "ну сказал хороший человек хорошие слова! И сразу критиковать его.": 0,
  "Сидят два кадровика и перелистывают личные дела. Один говорит другому: - Дывись, Припизденко, яка чудна хфамилия: Трахтенберг!": 1,
  "-У меня столько долгов, столько долгов. Может банк открыть? - Какой банк? Ты и так всем должен! - Открыть хватит, а дальше всем объявлю, что я банкрот, пусть приходят после кризиса.": 1,
  "и вечером муж любимый домой с работы придет... и мы на коньках будем кататься, а потом чай пить...": 0,
  "дык улыбайтесь люди... продлевает жизнь улучшает настроение...": 0,
  "Будут ли выборы президента РФ в 2018 году? - Нет, не будут! - Почему? - Страны такой не будет!": 1,
  "Может быть, вы смертельно больны? Или вы уже находитесь на смертном одре?": 0,
  "Про оскорбления чувств верующих: - если человек действительно ВЕРИТ, то оскорбить его НЕВОЗМОЖНО.": 1,
  "- Володя, а давай устроим Перестройку-2 и развалим РФ! - На фига это, Дима??? - Ну как, Володя, это же круто - целых 89 новых доменных зон второго уровня!!!": 1,
  "- Мужик! Что ж ты делаешь???!!! Трактор дорогу пробил, а ты снег от своего гаража на неё бросаешь... - Я тебе не мужик!!! - Ну извини,... пидор...": 1,
  "В этом году десантники в день ВДВ арбузы у торгашей не отбирали. Торгаши поумнели – в Парке Горького сами устроили бесплатных арбузов развалы.": 0,
  "- Абрам, ты знаешь, твоя жена б***ь. - Твоя тоже. - Да, но всё-таки.": 1,
  "Вломил как-то Иван-Царевич хороших люлей Варваре-Красе, и стала она сразу и Василисой Прекрасной и Марьей-Искусницей.": 1,
  "Совет пешеходам (участникам дорожного движения). Кроме наушников с громкой музыкой, можно надеть ещё наглазники (как в самолётах для сна). Вещь недорогая, но очень эффективная. Ну и, конечно, селфи! Использование вышеперечисленного значительно сокращает количество дебилов во всех слоях населения.": 1,
  "Все хватит баловства, пора и деньги зарабатывать! - сказал Гарри Поттер и раскрасил свою палочку в черно-белые полоски.": 1,
  "СТАЛИН!!! БЕРИЯ!!!! ГУЛАГ!!!!!!! по ходу все к этому идет.........": 0,
  "- Оля, а сколько парней у тебя было до меня? - Сегодня или вообще?": 1,
  "двухтысячных годов прошла...вот она..с чем ассоциируются у вас двухтысячные годы? ну в середине девяностых то понятно - бондиты, путчи и т.п. а с чем вот эта эпоха ассоциируюется?": 0,
  "В России новый праздник. Ровно посередине между 23-им февраля и 1-ым июня. Как раз сопадает с началов весеннего призыва и называется День защиты детей от Красной Армии.": 1,
  "и яйца куриные -это курочкины детеныши.. и устриц мы живыми едим))) и раков живыми кидаем в кипяток.. давайте не будем....а?": 0,
  "Любофь пахоооожая нааа сооон щасливым сделала мой доом...... ©": 0,
  "Не понимаю, зачем Украине вообще нужны следственные органы, если все преступления практически моментально раскрывает Антон Геращенко?": 1,
  "дорогу домой найти не могут. кошки фиг знает куда уходят и домой возвращаются.": 0,
  "Для меня женщина это 2 в одном, успешная на работе и любящая заботливая жена дома.": 0,
  "Следует начать с того, что в России существует Федеральный закон «Об информации, информационных технологиях и о защите информации».": 0,
  "Новость ради новости. Жулики и воры, хоть я вас и презираю - но пока спите спокойно.": 0,
  "Ксюша, ну вот, он у вас третий или второй (лучше конечно второй, т.к. каждый кто не первый... ) и ничего, встретили, полюбили и ещё и удивляетесь поди - а как же я раньше без него жила?": 0,
  "Нет, не в своем доме или подъезде, а Президентская елка. Самая главная в Чечне.": 0,
  "Только если на территории Эстонии будут размещены одна-две бригады морской пехоты США, Эстония станет по настоящему свободной и независимой страной, считает президент Эстонии Томас Хендрик Ильвес.": 0,
  "Разве это не признак шизофрении? (робко так) Вы обнадеживаете": 0,
  "— спросил раввин. — Нет. — А иврит? — Нет. — А Тору в детстве учил? — Нет, ребе. Но вы не волнуйтесь.": 0,
  "Мальчик 14 лет сильный ЗПР, учится в классе общеобразовательной школы в классе зпр УНЦ.": 0,
  "Газманов, кстате именно про такого коня пел, он же гимнаст": 0,
  "Избирателю на заметку. Чтобы точно определить, кто из двух депутатов больше ворует и берёт взяток, достаточно посмотреть, кто из них кого изобличает в период предвыборной кампании.": 0,
  "Из новогоднего обращения: - Дорогие россияне, у меня для вас две новости – обычная и плохая. Итак, по порядку: 1. Стране наступает полный пиздец. 2. Это очень плохо.": 1,
  "Пьяная тётя Яана звонит в дверь. Ей открывает дочка Настенька. Тётя Яана заходит, аккуратно закрывает за собой дверь, поворачивается спиной к дочери и говорит: —Мне на шестнадцатый!": 1,
  "Маленький Леша нашел заначку родителей и на все деньги купил барбарисок — Теперь сосет вся семья!": 1,
  "Грозненский суд признал фильм Невинность мусульман экстремистским и запретил его к показу на всей территории России. В ответ московский суд признал чеченов экстремистами и запретил ИХ на всей территории России.": 1,
  "да они все одинаковые, смысл прыгать от одного к другому?": 0,
  "Поручик Ржевский с Наташей Ростовой после бала приезжают к нему домой. Утром Наташа говорит: - А знаете, поручик-с, Ваш денщик Михалыч та-кой шалун!, но Вы настоящий озорник и шалунишка! - Наташ, ты тоже ничего, и получше моего Михалыча!": 1,
  "да. пожалуй за таких членов, естественно не за Явлинского, \"Яблоко\" можно уважать.": 0,
  "Загорелся бронетранспортер, который должен был возглавить колонну десантников.": 0,
  "Циле Капительман (в миру - Юлия Тимошенко) запретили носить косу на голове, чтобы не порочила щирых украинок.. Неукротимая революционерка носит её теперь на лобке, в чём убедились еврокомиссары, экс-президенты ЕС и Польши – Кокс и Квас(невский).": 1,
  "Поехал значит один украинец на ярмарку продать свою корову. Корову продал, а деньги вместо того, чтобы добой привезти пропил.. :( Возвращается хмурый, а жена его уже на дороге стоит и спрашивает: - Где деньги за корову? - В мешках! - А мешки-то где?? - От глупая баба, а мешки под глазами!": 1,
  "В Америке работают, если хорошо платят. В России работают, если платят-хорошо.": 1,
  "Хотите развалить Единую Россию, КПРФ или ЛДПР? Пригласите в партию Пугачёву!": 1,
  "Как все таки я классно съездил в америку, представляешь видел живого Шварца, подарили новую мобилку, напоролся бургеров, жалко рано уехал неуспел на русских шпионов посмотреть, вот крутотень наверное.": 1,
  "Когда ходила с насморком, мне на работе советовали разное. Одна коллега в шутку говорит: - Да тебе нужно грелку на всё тело (мужика, в смысле). Вторая, не поняв, возражает: - Зачем на всё тело? Просто приложи тёплые яйца к носу!": 1,
  "Умная женщина - она ведь как дирижабль. Кстати, когда Вы в последний раз видели дирижабль?": 1,
  "в сауну девочки идите с музыкой и приглашенными парнями стриптизерами": 0,
  "В аэропорту Шереметьево последний остающийся еврей провожает в Израиль предпоследнего и тот напоминает: - Фима, когда будешь уезжать, не забудь в аэропорту выключить свет.": 1,
  "- Блин, ну почему надо было отдать почти 9 миллиардов баксов Венесуэле, а не потратить их на поддержку обездоленных внутри России? - Потратить можно и в России. Но чтобы деньги дошли хотя б до одного обездоленного, их приходится отправлять в Венесуэлу.": 1,
  "«Женщины в своем большинстве считают мужчин негодяями и мерзавцами, но пока не нашли им подходящей замены» Элизабет Тейлор": 1,
  "ой, проститутка продается. Ну не в первой, ему не привыкать.": 0,
  "Дети разговаривают в детском саду: - Нас у мамы двое, и у каждого есть своя комната! - А нас у мамы трое, и у каждого есть свой велосипед! - А нас, а нас, а нас у мамы семеро, и у каждого есть свой папа!": 1,
  "На политзанятиях солдат спрашивает препода: - Товарищ капитан, есть ли жизнь на Марсе? Капитан подумал и ответил: - Жизни, может, там и нет, но армия есть везде!": 1,
  "Никаких оговорок по прекращению поставок в РФ на сайте нет.": 0,
  "В джунглях наступила великая засуха - вчера отмечали день рождения Маугли...": 1,
  "и пить из лужи. Он шёл, куда глаза глядят, не зная с утра, где окажется вечером.": 0,
  "Многие автомобилисты еще не поменяли на своих машинах летнюю резину на зимнюю.": 0,
  "Экономика России находится в прекрасном, но не безнадежном положении!": 1,
  "В Астру не звонили? Пора вливаться в коллектив инициативных.": 0,
  "зря вы так на козерогов, нормально все у них с выражением эмоций, может это воспитание?": 0,
  "Ложусь спать, муж уже дремлет и говорит сквозь сон: - Свет... Меня аж подбросило! Я ему - хрясь по лбу.  Он глаза выпучил: - За что? Я ему: - Какая еще на хрен Света? Я Катя!!! - Какая ты на хрен Катя, ты ДУРА! Свет выключи!": 1,
  "Каждая женщина - это загадка... И не дай бог хоть одну разгадает ваша жена!": 1,
  "Если Америка - желудок планеты, тогда Барак Обама - это активированный уголь.": 1,
  "Коротко о моем чувстве юмора: только что пять минут смеялась над фразой во главе художественной школы стоял шагал.": 1,
  "Говорят, черпая иссякшее вдохновение, режиссёры голливудских ужастиков наперебой делают предложения о сотрудничестве главному редактору программы «Вести»...": 1,
  "Айподы... Айпады... Айфоны... А ведь ещё в средние века, у Ричарда Львиное Сердце был подобный высокотехнологичный, многофункциональный девайс - оруженосец Айвенго.": 1,
  "Украинец украинке: - Дорогая, нам предложили работу в Париже, поедешь со мной? - А что надо будет делать? - Красить Эйфелеву башню. Вдвоём мы быстро управимся...": 1,
  "- Скажите, это подлинник Пикассо? - Нет. Это обычный календарь с репродукцией. Не пойму, что ввело вас в заблуждение? - Ценник.": 1,
  "Гаишники \"простили\" нарушителю вождение \"под мухой\". Мздоимцы отделались штрафами.": 0,
  "Они жили во времена мирового экономического кризиса – жили недолго и несчастливо. tomatov.com": 1,
  "Супермен на его фоне просто девочка-даун. Он был подводник в молодости, и несколько раз ходил в кругосветные плавания. Видел Нью-Йорк в перископ.": 0,
  "Парень говорит девушке: - Может, перейдём на ты? - А вы не слишком торопите события? Лучше подайте мне бюстгальтер... - А где он? - На полу, под вашими трусами...": 1,
  "- Доктор, я молодая, а у меня уже большие мешки под глазами! Что делать? - Храните свои деньги в бюстгальтере или в сбербанке!": 1,
  "- Здравствуйте, я бы хотел работать у вас в банке. - Добрый день! Каковы ваши интересы? - Бабло люблю. Бабло - это пиздато. - Да, заебись. Вы приняты!": 1,
  "Для бывших отличников хочу напомнить, что человек от обезьяны не произошел. У нас общие предки (впрочем, у человека есть общие предки и с медузой).": 0,
  "Папа, стоя с ремнем, строго спрашивает: - В самом деле по физкультуре задавали клеем дышать?...": 1,
  "ога... тока после обновления антивиря ее всетаки опять накрыло))": 0,
  "не раскачивай лодку, учись, учись, и учись, школяр, а потом гноись за 25 тысяч вечнодеревянных учителем или врачом в Путинстане и смиренно поглядывай из трамвая на крузаки и порши гос.": 0,
  "... ему пятнадцать, и ей пятнадцать, и ему пятнадцать.... (Речь прокурора на заседании суда)": 1,
  "стучался уже...не один раз---ты не отвечаешь! повони мне сам, если продаешь...": 0,
  "Зачем испекли колобка? Собирались ли дед с бабкой его съесть или воспитывать как сына?": 0,
  "невольно начинаешь думать, а причем тут форум о фотографии...": 0,
  "Отдел «К» ФСБ России поддержал на выборах Хиллари Клинтон, из-за нежелания заново подбирать пароли к электронной почте нового президента США.": 1,
  "Впечатление, которое производит на мужчину обнаженная женщина в чулках, коренным образом отличается от впечатления, которое производит на женщину, обнаженный мужчина в носках.": 1,
  "а как можно относитсья как к скотине? если грубо или раздраженно разговаривают,так это вообще в порядке вещей, лишь бы вылечили)": 0,
  "На московской улице: - Не подскажете, как попасть в Кремль? - А вы из чего стрелять будете?": 1,
  "Даже не будучи Политковской, я согласен на взятие меня в заложники вместо детей вне зависимости от их национальной, расовой, религиозной принадлежности. На взрослых - не согласился бы. А Политковская рисковала не больше чем дрессировщик, кладущий голову в пасть льву.": 0,
  "Каждый год 31 декабря он ложился спать раньше с надеждой, что придет Снегурочка. Но приходил только Дед Мороз.": 1,
  "Вот живешь ты с девушкой... Красивая девушка.. И все тебе в ней нравится... Чувственная...": 0,
  "Когда Путин уйдет в отставку вы счастливы не станете. И когда Медведев уйдет в отставку вы счастливы не станете.": 0,
  "Висят объявления: Кабинет (наслышана, не хочу), Инсис и Синтерра.": 0,
  "2) сколько этот сон длится? 3) сколько при этом деть ночью спит? также как раньше спал или подольше?": 0,
  "- Ой, а по дороге что было! Идем мы это по степи, и тут из-за угла 17 голых женщин показалось! - Ну? - Ну, я же говорю, показалось..": 1,
  "Бог внял пожеланиям россиян и к перелому обеих рук добавил Чубайсу чесотку.": 1,
  "однозначно вечер субботы, там и побухать можно будет на драме, и выспаться в воскресение.": 0,
  "Полет на Марс объявлен приоритетной национальной задачей. На сайте poshlivsenamars2013.gov.ru для граждан РФ открыто голосование - Кого бы из членов правительства вы хотели послать туда прямо сейчас?": 1,
  "Очень странно, что под действие закона о запрете пропаганды гомосексуализма не попали трансляции игр сборной России по футболу.": 1,
  "Кому отдавать, если найдет? На деревню дедушке? Горехозяева, блин.": 0,
  "по статистике крайне редко угоняют разукрашеные автомобили, они очень приметные, и их сложнее скрыть от глаз. а вот на зап.части - самое то.": 0,
  "а ещё гинеколог рассказывала как одна красавица пришла на приём через месяц после родов.. вся была штопаная перештопаная...": 0,
  "Водитель – молодой парень лет 27 Что за двоечники пишут эти тексты? Странно было бы прочитать \"старый парень или парень среднего возраста\"": 0,
  "Дети же окучурятся на такой площадке. Летом от жары, осенью от дождя, зимой от ветра и холода.": 0,
  "О человеке многое можно сказать по тому, как он паркует свою яхту.": 1,
  "а теперь объясните мне логическую цепочку подобных умозаключений, можно привести статистику.": 0,
  "Одному мне режет слух???? -.....после победы сборной Германии, Меркель по традиции спустилась в раздевалку к футболистам...": 1,
  "- Папа, а вот если: Умная голова дураку досталась, - это беда или неприятность? - Неприятность, сынок, неприятность. - А что же тогда беда? - Беда, - это когда ему самая читающая страна в мире досталась.": 1,
  "Что ни говори, а Путин за слова отвечает и обещания выполняет! Обещал удвоить ВВП к 2008 году, и точно, удвоил! Второго ВВП зовут Дмитрий Медведев.": 1,
  "Руководитель, помни! Если цели твои логичны и осуществимы, распоряжения коротки и понятны, ценность сотрудника определяется работой, а не отчётом, то где-то в России начинают грустить десятка два маленьких чиновников.": 1,
  "А шаманы когда дождь нашаманивают-костер разводят..опять же... что бы с бубнами вокруг него скакать": 0,
  "И голосование это наглядно показало. Даже после этой жуткой истерии и нападок со всех сторон- Трамп выиграл.": 0,
  "и будут звать ее Вася )))) но имя красивое, у меня в садике девочка была Василиса": 0,
  "1978 год. Все жалуются. 1988 год. Просят социализм с человеческим лицом... БУМ! Человеческого лица не дали. Но дали капитализм. 1998 год. Все жалуются. 2008 год. Просят капитализм с человеческим лицом... Онанимный-2008": 1,
  "Игра для посиделок с друзьями.    Садитесь в круг и по очереди начинаете говорить \"я живу ради того, чтобы...\" Проигрывает тот, кто начинает плакать.": 1,
  "Точно что туристические компании больше всех спамят - стоит только посмотреть на сайт Е1 - TEZ Тур как раз тут как тут": 0,
  "Депутаны озаботились употреблением мата в интернете. Видать, почитывают они anekdot.ru, где при описании их @#*&?%^$#, $#&^%$ мать, деятельности без мата, *&%$#, ну никак не обойтись, $#*&*!": 1,
  "Или вы думаете, что собака должна сутками сидеть дома одна?": 0,
  "Генерал ГИБДД Фёдор Иванович Сидорчук на Первое Апреля любит устраивать подчинённым весёлые розыгрыши. Он выпивает литр водки, кладёт на переднее сиденье мешок героина, на заднее – автомат и нож, измазанный в крови, садится за руль и со скоростью 200 км/ч едет по встречной полосе...": 1,
  "Демократия - она как воздух. Когда она есть, ты ее не не замечаешь. Когда исчезает - начинаешь задыхаться. Петрушка": 1,
  "Это неправда, что у нас в стране всё плохо. Многое уже весьма и весьма х*ёво.": 1,
  "Мы тоже делали. Потом на них на зону братве шалу засылали.": 0,
  "Самое «компьютерное» имя в России – Клава Мышкина! (с) Юрий Матюшин": 1,
  "Что-то день не проходит без Новостей про Майкла Джексона.": 0,
  "имхо, мистик просто перепутал слова: не привоз, а приход...": 0,
  "- Василь Иваныч, белые! А у нас штаб горит, патроны разворованы, денег нет, лошади больны, солдаты пьяные валяются, Анка сбежала в Австрию... - Не бэ, Петька, щас я соберу пятичасовую пресс-конференцию...": 1,
  "видели в этом году зайца. сидит пока не наступишь на него": 0,
  "Видать, привычку Кирюши торговать бухлом и куревом не искоренить!": 0,
  "Скамейка. Две роскошные блондинки обсуждают квантовую физику... -- Ой, вон мужики показались!": 1,
  "Хочу скачать: 1. Бланк заявления на заключение брака в Кировский ЗАГС Екатеринбурга.": 0,
  "Сбербанку дают право выдавать паспорта, сбербанк сразу накидывает проценты. Получил паспорт-плати проценты за его использование.": 0,
  "26 ОКТЯБРЯ: ДЕНЬ ТЕЩИ  - Самым счастливым мужчиной на Земле был Адам — у него не было тещи!  - Да нет, была там какая-то змея...": 1,
  "Женская сборная по кёрлингу провела показательные выступления - вымыла все полы на зимнем стадионе.": 1,
  "Об уровне образования в Америке говорит тот факт, что большинство американцев не могут ни читать, ни писать по русски.": 1,
  "Вот же русские бабы! И коня на скаку остановит и поезд попытается": 0,
  "График числа биткоинов в мире - это ветвь гиперболы, стремящейся к асимптоте.": 0,
  "- Дорогой, давай съездим в Париж? - Дорогая, я же невыездной и нахожусь под санкциями. - Тогда привези мне Париж в Москву, дорогой.": 1,
  "Комар, укусивший наркомана Петю, теперь кусает только Петю.": 1,
  "Профессор на экзамене говорит студенту:  - Да батенька, что то вы слабоватенько! Вы на лекции-то мои ходили?  - Конечно профессор!  - Что-то не припомню где вы сидели.  - С краю за колонной.  - Надо же, такая узкая колонна, а вы уже девятый, кто за ней поместился.": 1,
  "Новости Серпухова. Глава города подошел и погладил ... служебную машину главы района. Гладил капот до тех пор, пока охрана не вмешалась!": 1,
  "Время-деньги: вы бы видели, сколько моя жена всего за полчаса может купить!": 1,
  "Жена просыпается с похмелья и спрашивает у закодированного мужа: — Слышь, Толь, а когда ты пил, ты что делал, если наутро у тебя голова болела? — П@здеж твой слушал!...": 1,
  "ОБЪЯВЛЕНИЕ ХОЧУ 4 МАРТА ПРОДАТЬ СВОЙ ГОЛОС ЗА ПРОХОРОВА. СПОЮ.": 1,
  "это у тебя в штанах попахивает...я никогда этой ..йней не занимался и не собираюсь....": 0,
  "Не коррумпированный чиновник – как Йети, говорят, что он существует, но найти никак не могут.": 1,
  "И твое дыханье… По венам… Проскользнувшее желанье… Так нежно… Лепестками света…": 0,
  "Самый лучший график, который я когда-либо видел. Кошка–Птичка.": 0,
  "а вот насчёт придурков - это истинно православное поздравление....": 0,
  "С чем Путин пойдет на президентские выборы? С хорошим настроением!": 1,
  "Есть спецкурсы, на которых студенты учатся скороговорки произносить. Если скороговорки заменить диагнозами, то будет эффективнее": 1,
  "В конкурсе РТР Семь чудес России первое место заняли выборы Президента.": 1,
  "Хватит ругать Президента! Дайте ему срок и все наладится!": 1,
  "К моему маленькому сыну на день рождения пришли его друзья. Они бешено кричали, говорили все одновременно и не слушали друг друга, свинячили за столом, устраивали дикарские псевдотанцы, выпили все что булькало и требовали еще, иногда даже дрались друг с другом. В общем, вели себя как взрослые.": 1,
  "- Почему богатые и бизнесмены пишут $500, а простые люди - 500$? - Потому что для богатых это долларов пятьсот, а для простых - ровно пятьсот долларов.": 1,
  "Все американцы после смерти попадают в рай. Потому что незаметненько для апостола Петра чуть-чуть сдвигают ворота ада.": 1,
  "- Любимая, ты где??? - Дорогой, я в машине, за мной гонится трамвай и я не знаю куда ехать! - Съезжай с рельсов и включи навигатор! - Не включу!!! Я с ним поругалась!": 1,
  "Жил был мальчик, который очень хотел всем показать, что он стал мужчиной. В день открытия Олимпийских Игр он решил попробовать. Получилось то, что получилось.": 0,
  "Если самые честные и неподкупные вот такие, что ж за упыри-то до аттестации работали???": 0,
  "подпишите меня на эту темя - тоже поеду. на машине. телефон в инфе.": 0,
  "- Рабинович, почему вы продаете водку \"Абсолют\" по десять, когда у Меерсона она стоит пять?": 0,
  "Сельские дискотеки - это родина капоэйро... Именно там в танце зарождается драка!": 1,
  "В Екатеринбургском зоопарке от зимней спячки проснулись 12 медведей.": 0,
  "Интеллектуальный труд сделал из обезьян шоуменов, шулеров и политиков.": 1,
  "Рост тарифов на услуги ЖКХ, повышение акцизов на водку и сигареты, сокращение койко-мест в больницах - наше государство готово задействовать все меры, чтобы достойно выйти из экономического кризиса, не вынуждая Романа Абрамовича продавать свою шестую яхту.": 1,
  "Для вхождение в Евросоюз требуются признать права гомосексуалистов, потому что европейские гомосексуалисты боятся вторжения красивых женщин из стран, где не было Святой Инквизиции!": 1,
  "Леденящие душу кадры зверств русских оккупантов на территории Украины (слабонервным не смотреть)": 0,
  "Малярная мудрость: Если те кажется что покрасил неровно, выпей водки и всё выровнится))": 1,
  "- Если любишь кого-то - ты любишь себя - Если ты ненавидишь кого-то -ты ненавидишь себя.": 0,
  "Если в кабак все пойдём - то шефа нафиг из кухни, РСВ готовить будет": 0,
  "Могуч и краток русский язык. Вот кто из иностранцев догадается, что выражение Петровна вон у Почты ебётся означает, что Петровна убирает 15 см выпавшего за ночь снега?": 1,
  "если любишь человека открываешься ему полностью доверяешь, какое управление???": 0,
  "В жизни всегда есть место подвигам – особенно много места на автотрассах.": 1,
  "Щас его те против кого он сотрудничает и накажут, увидев эту новость..": 0,
  "Решил поделиться некоторыми настоящими цитатами Морихэя Уэсибы.": 0,
  "- Чай? Кофе? Потанцуем? Водка? Пиво? Полежим?....  - Ну что ты за жена такая??? Тебе лишь бы не готовить!": 1,
  "Рамзан Кадыров: \"В старые времена стреляли, чтобы подать сигнал, что везут невесту.": 0,
  "и пили чай... как хорошо вечером кушать урюк и пить чай...": 0,
  "прочитал новость, стало стыдно..... пошел приобщился к спорту, упал-отжался 10 раз.": 0,
  "А что билет ЕГООиГ уже не катит, даже на угодьях городского общества?": 0,
  "а встреча с 18-30 до 20-00 вроде ( поправьте , если ошибаюсь)": 0,
  "20-й век - Бабушка, а правда, что ты живешь прямо у стадиона? - Да, да, да-да-да, дададада-дада!!! 21-й век - Бабушка, а правда, что у твоих соседей незапароленный вай-фай? - ГЫ внучОк! ЛОЛ!": 1,
  "давай подробное описание вела.год выпуска может трещины были.рассказывай все": 0
}